Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/utiscommandline.*.po
Languages: fr

source: Config file % does not exists
fr: Le fichier de configuration % n'existe pas

source: Error when setting option "%": %
fr: Erreur pour la valeur de l'option "%": %

source: Invalid value "%" for option "%": %
fr: Valeur invalide % pour l'option "%": %

source: Missing required option "%" for action "%"
fr: Option obligatoire "%" manquante pour l'action "%"

source: missing value for option %
fr: valeur manquante pour l'option %

source: value % is not a float number
fr: % n'est pas un nombre flottant

source: "%" is not one of %
fr: "%" n'est pas une des valeurs %

source: value % is not an integer
fr: % n'est pas un entier

source: Not enough args supplied for action "%". Minimum is %
fr: Pas assez d'arguments fournis pour l'action "%". Minimum %

source: Too many args supplied for action "%". Maximum is %
fr: Trop d'arguments fournis pour l'action "%". Maximum %

source: Unknown action %
fr: Action inconnue %

source: Unknown command line option "%"
fr: Option de ligne de commande inconnue "%"
