Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

source: Your WinPE %s architecture is outdated. You may upload a new version of the WinPE on your server. Would you like to upload a new WinPE ?
fr: Votre architecture %s de WinPE n'est plus à jour. Télécharger une nouvelle version de votre WinPE est recommandé. Voulez-vous télécharger un nouveau WinPE sur votre serveur ?

# uwaptconsoleres.rswinterruptreceived
source: W: interrupt received, killing server…
fr: W : interruption reçue, arrêt du serveur

source: Do you want to copy this certificate to ssl Authorized Package Certificate store (%s) ?
fr: Voulez-vous copier ce certificat vers le répertoire des certificats autorisés pour les paquets (%s) ?

source: Yes
fr: Oui

source: Creating zip file "%s"
fr: Création du fichier zip "%s"

source: Unable to read key data. Either supplied password is wrong or not proper key data (must be PKCS#8 or PKCS#12)
fr: Impossible de lire les données de la clé. Soit le mot de passe est mauvais, ou les données ne sont pas dans le bon format (doit être au format PKCS#8 ou PKCS#12)

source: The certificate file % already exists
fr: Le fichier certificat % existe déjà

source: The certificate % is not flagged for Certificate Authority usage.
fr: Le certificat % n'est pas marqué pour l'usage d'Autorité de Certification.

source: Unable to read certificate/key data. PEM data is empty
fr: Impossible de lire les données de certificat ou clé. Les données PEM sont vides.

source: Unable to read certificate/key data. This is not a PEM encoded data
fr: Impossible de lire les données de certificat ou clé. Les données ne sont pas au format PEM

# uwapthttputils.rsdlstoppedbyuser
source: Download stopped by the user
fr: Téléchargement interrompu par l'utilisateur.

source: Downloaded file %s is corrupted. MD5 mismatch.
fr: Le fichier téléchargé %s est corrompu. La somme MD5 ne correspond pas.

source: Downloading %s
fr: Téléchargement de %s

source: Uploading %s to %s
fr: Envoi de %s vers %s

source: CheckPackageSignature failed for %s. Signer %s %s
fr: Echec de la vérification de signature de paquet pour %s. Signataire %s %s

source: Unzip Package %s: Unsafe filename %s in zip file %s.
fr: Décompression du paquet %s : Nom de fichier %s dangereux dans le fichier %s.

source: No certificate found in the package. Is the package signed with Wapt version prior to 1.5 ?
fr: Pa de certificat trouvé dans le paquet. Ext-ce que le paquet a été signé par une version de Wapt antérieure à 1.5 ?

source: Error in package %s in %s, files corrupted, SHA not matching for %s.
fr: Erreur dans le paquet %s dans %s, fichiers corrompus, les sommes SHA ne correspondent pas pour %s

source: Package has package script but certificate is not a code signing
fr: Le paquet a un script, mais le certificat n'est pas marqué pour la signature de code.

source: Signature can not be checked with any of certificates: %
fr: Aucun des certificats suivants ne permet de vérifier la signature : %

source: Signature can not be checked with supplied package certificate %
fr: La signature ne peut pas être vérifiée avec le certificat fourni par le paquet %

source: Building customized waptagent.exe installer
fr: En cours de construction de l'installeur waptagent.exe personnalisé

source: Building waptupgrade package
fr: En cours de construction du paquet waptupgrade

# uwaptres.rscanceled
source: canceled
fr: Annulé

# uwaptres.rscanceledtask
source: Cancelled %s
fr: %s annulé

# uwaptres.rscertificatecopyfailure
source: Couldn't copy certificate %s to %s.
fr: Échec de la copie du certificat %s vers %s.

source: Couldn't not properly initialize the key or certificate
fr: Impossible d'initialiser correctement la clé ou le certificat

source: Checking hashes of executables on server against Tranquil IT certificate has failed. Please check if waptbinaries.sha256 has not been altered
fr: Echec de la vérification des Sommes de contrôles des exécutables sur le serveur en utilisant le certificat Tranquil IT. Merci de vérifier si le fichier waptbinaries.sha256 n'a pas été altéré

# uwaptres.rscompletionprogress
source: %s : %.0f%% completed
fr: %s : %.0f%% terminé

# uwaptres.rsdnsdomain
source: DNS Domain : %s
fr: Domaine DNS : %s

# uwaptres.rsdnsserver
source: DNS Server : %s
fr: Serveur DNS : %s

# uwaptres.rserrorcanceling
source: Error cancelling: %s
fr: Erreur de l'annulation : %s

source: Error launching register: %s
fr: Erreur lors du register: %s

# uwaptres.rserrorlaunchingupdate
source: Error launching update: %s
fr: Erreur lors du lancement de la mise à jour : %s

# uwaptres.rserrorlaunchingupgrade
source: Error launching upgrade: %s
fr: Erreur lors du lancement de la mise à jour : %s

source: Can't rename %s in %s try to close opened files in this directory
fr: Impossible de renommer %s en %s Essayer de fermer les fichiers ouverts dans ce répertoire

# uwaptres.rserrorwithmessage
source: Error : %s
fr: Erreur : %s

# uwaptres.rsinnosetupunavailable
source: Innosetup is unavailable (path : %s), please install it first.
fr: Innosetup n'est pas disponible (emplacement : %s), veuillez l'installer en premier lieu.

# uwaptres.rsinstallon
source: install on c:\wapt : --setup -s
fr: installation sur c:\wapt : --setup -s

# uwaptres.rslongtaskerror
source: Error launching longtask: %s
fr: Erreur lors du lancement de longtask : %s

# uwaptres.rsmainrepourl
source: Main repo url: %s
fr: URL du dépôt principal : %s

# uwaptres.rsnorunningtask
source: No running tasks
fr: Aucune tâche en cours

# uwaptres.rsoptrepo
source: -r --repo : URL of dependencies libs
fr: -r --repo : URL des librairies des dépendances

source: Package %s already up-to-date : update-package skipped.
fr: Le paquet %s est déjà à jour : update-package ignoré.

source: Package %s version updated to %s (before %s), do you want to upload the new package ?
fr: La version du paquet %s a été modifiée en %s (auparavant %s), Voulez-vous envoyer le nouveau paquet ?

# uwaptres.rspending
source: Pending :
fr: En attente :

# uwaptres.rsqueryapplyupdates
source: Some of your changes are not yet saved. Do you want to save your changes ?
fr: Vous avez effectué des changements qui ne sont pas encore enregistrés. Voulez-vous les sauvegarder ?

# uwaptres.rsrunningtask
source: Running task %d: %s, status:%s
fr: Exécution de la tâche %d : %s, statut :%s

# uwaptres.rsstoplistening
source: Stop listening to events
fr: Interruption

# uwaptres.rstasklisterror
source: Error getting task list: %s
fr: Erreur lors de l'acquisition de la liste de tâches : %s

# uwaptres.rsundefwaptsrvinini
source: wapt_server is not defined in your %s ini file
fr: wapt_server n'est pas défini dans votre fichier %s ini

source: Uploading %
fr: Envoi de %

# uwaptres.rsuploadinprogresstitle
source: Started uploading to WAPT server...
fr: Envoi vers le serveur WAPT en cours...

source: Uploading customized waptagent.exe installer
fr: Envoi de l'installeur waptagent.exe personnalisé

source: waptdeploy.exe version % is not matching waptsetup.exe %
fr: la version % de waptseploy.exe ne correspond pas à la version % de waptsetup.exe

# uwaptres.rswaptgetupgrade
source: WAPT-GET Upgrade using repository at %s
fr: Upgrade de WAPT-GET grâce au dépôt de %s

source: Licence has not been activated for this server uuid.
fr: La licence n'a pas été activée pour l'uuid de ce serveur

source: Duplicated licence nr %s
fr: Numéro de licence %s dupliqué

source: Licence will expire in %d days, keep in mind to renew them.
fr: La licence va expirer dans %d jours, n'oubliez pas de la renouveler.

source: Expired licence: %s with nr %s
fr: Licence expirée: %s avec le numéro %s

source: Unable to read licence: %s The following exception occurs: %s
fr: Impossible de lire la licence : %s L'erreur suivante s'est produite : %s

source: Not yet valid licence: %s with nr %s
fr: La licence n'est pas encore valide: %s avec le numéro %s

source: Maximum number of hosts (%d/%d) reached, switching to Wapt %s mode.
fr: Le nombre maximum de machines a été atteint (%d/%d), bascule de Wapt en mode %s.

source: No valid licence found for server %s, switching to Wapt %s mode
fr: Pas de licencec valide trouvée pour le serveur %s, bascule de Wapt en mode %s.

source: Waptserver access error %
fr: Erreur d'accès au serveur Wapt %

# uwaptres.rswinterruptreceived
source: W: interrupt received, killing server…
fr: W : interruption reçue, arrêt du serveur

source: WAPTService is running
fr: Le service WAPTService est démarré

source: WAPTService is starting
fr: Le service WAPTService démarre

source: WAPTService stopped
fr: Le service WAPTService est arrêté

source: WAPTService is stopping
fr: Le service WAPTService s'arrête

source: An account with the same name exists in Active Directory. Re-using the account was blocked by security policy.
fr: Un compte avce le même nom existe dans l'Active Directory. La réutilisation du compte a été bloquée par une politique de sécurité.

# waptutils.rsdjoinfailed
source: The Djoin has failed, please try again.
fr: Le Djoin a échoué, veuillez réessayer.

# waptutils.rsexistingaccountdjoin
source: The machine already exists.
fr: La machine existe déjà.

# waptutils.rsfatalerrordjoin
source: Fatal djoin error: %s
fr: Erreur fatale pour le djoin: %s

# waptutils.rsinvalidaclsdjoin
source: You cannot prepare djoin with the current session user.
fr: Vous ne pouvez pas préparer de djoin avec l'utilisateur actuel.

# waptutils.rstoomuchjoin
source: You have reached the limit of Djoin on the Microsoft AD.
fr: Vous avez atteint la limite maximale de Djoin sur le Microsoft AD.
