Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

# tviscreatekey.labkeyfn.hint
source: E.g. 'tranquilit'. Please don't use any special characters.
fr: E.g. 'tranquilit'. SVP n'utilisez pas de caractères spéciaux.

source: Private key password
fr: Mot de passe de la clé

source: City :
fr: Ville :

source: E-mail address :
fr: Adresse E-Mail :

source: Technical department e-mail address.
fr: E-mail du département technique.

source: Optional information
fr: Informations optionnelles

source: Your company name
fr: Le nom de votre organisation

source: Target keys directory:
fr: Répertoire de destination des clés

source: Where to save the private key. This directory must be secure.
fr: Où enregistrer la clé privée. Ce répertoire doit être sécurisé.

source: Validity (days)
fr: Validité (jours)

# tviscreatewaptsetup.actaddcertificate.caption
source: Add certificate
fr: Ajouter un certificat

# tviscreatewaptsetup.actgetservercertificate.caption
source: Retrieve from server
fr: Récupération certificat serveur https

# tviscreatewaptsetup.actremovecertificate.caption
source: Remove certificate
fr: Enlever le certificat

# tviscreatewaptsetup.butcancel.caption
source: Cancel
fr: Annuler

source: Create WAPT agent
fr: Compiler l'agent WAPT

source: Show advanced settings
fr: Voir les options avancées

# tviscreatewaptsetup.cballowremotereboot.caption
source: Allow remote reboot
fr: Autoriser le redémarrage à distance

# tviscreatewaptsetup.cballowremoteshutdown.caption
source: Allow remote shutdown
fr: Autoriser l'extinction à distance

# tviscreatewaptsetup.cbforcedinstall.caption
source: Install waptupgrade package as soon as agent see it
fr: Installer le paquet waptupgrade dès que l'agent le voit

# tviscreatewaptsetup.cbforcedinstall.hint
source: If checked, when the agent does a Update and see the update waptupgrade, it triggers the install immediately (without waiting for an Upgrade or remote install action) This speeds up the deployment of the Agent update.
fr: Si coché, lorsque l'agent fait un Update et voit la mise à jour de Waptupgrade, il lance l'installation immédiatement (sans attendre un Upgrade ou une action distante) Cela permet d'accélérer le déploiement de la mise à jour de l'agent.

# tviscreatewaptsetup.cbincludedmiinventory.caption
source: Include DMI infos in inventory
fr: Inclure les infos DMI dans l'inventaire

# tviscreatewaptsetup.cbincludenonca.caption
source: Include non CA too
fr: Inclure également les certificats utilisateurs

# tviscreatewaptsetup.cbincludewmiinventory.caption
source: Include WMI infos in inventory (Windows only)
fr: Inclure les infos WMI dans l'inventaire

source: Install pending Windows updates at shutdown
fr: Installer les mises à jour Windows à l'arrêt

source: If some Windows updates are pending, waptexit will append a task to install all pending Windows updates
fr: Si des mises à jour Windows sont en attente, wapt-exit ajoutera une tâche pour les installer.

# tviscreatewaptsetup.cbserviceauthtype.hint
source: How the waptservice is authenticating the user. For waptself or wapt-get in service mode. - system: use the local system authentication. The user has to provide a login/password - waptserver-ldap : SSO. The local service authenticate the user with Kerberos, and then query the server for groups. Server gets the user groups using ldap query. - waptagent-ldap : the local service agent makes a direct ldap bind to the AD using wapt-get.ini ldap_auth_server param. The user has to provide a login/password - nopassword : the local service authenticate the user using a temporary encrypted token in the user's home directory. Only local groups are handled.
fr: Mécanisme d'authentification de l'utilisateur du waptservice. Pour waptself ou wapt-get en mode "service". - system: utiliser le l'authentification du système hôte. L'utilisateur doit fournir un login et mot de passe - waptserver-ldap : SSO. Le service local authentifie l'utilisateur avec Kerberos, puis ensuite récupère auprès du serveur les groupes. Le serveur obtient les groupes par une requête LDAP. - waptagent-ldap : Le service local fait une requête LDAP authentifiée auprès de l'AD désigné par le paramètre ldap_auth_server de wapt-get.ini.L'utilisateur doit fournir un login et mot de passe - nopassword : the local service authenticate the user using a temporary encrypted token in the user's home directory. Only local groups are handled. - nopassword : le service local authentifie l'utilisateur en partageant un token temporaire chiffré dans le répertoire de l'utilisateur. Seuls les groupes locaux sont supportés pour les règles self-service.

# tviscreatewaptsetup.cbupdateserverstatusonconnect.caption
source: Send status to server on Agent websocket reconnection
fr: Met à jour le status sur le serveur à la reconnection de l'agent

# tviscreatewaptsetup.cbupdateserverstatusonconnect.hint
source: When agent reconnects it websockets to the server, agent send the updated status of packages, softwares and audit to the server.
fr: Quand l'agent reconnecte sa websocket, il envoie immédiatement au serveur les mises à jour de status des paquets, logiciels et audits.

# tviscreatewaptsetup.cbuseadgroups.caption
source: Enable automatic install of packages based on AD groups
fr: Activer l'installation automatique de paquets basée sur les groupes AD

source: Enable automatic AD groups based packages on Hosts. Be careful, this introduce load on the AD servers and slow down the whole Wapt process
fr: Active la gestion automatique des groupes basée sur le nom des groupes AD Attention, cela a pour effet de générer de la charge sur serveurs AD, et ralentit les process Wapt

# tviscreatewaptsetup.cbusefqdnasuuid.caption
source: Use computer FQDN for UUID
fr: Utiliser le nom FQDN de la machine comme identifiant UUID

source: Ask Wapt agent to use the computer Fully Qualified Domain Name (name.domaine.lan) instead of BIOD unique ID. This can be useful if Wapt is not used as asset management, but only as a deployment solutioN.
fr: Demandez à l'agent Wapt d'utiliser le nom de domaine complet de l'ordinateur (nom.domaine.lan) au lieu de l'ID unique BIOD. Cela peut être utile si Wapt n'est pas utilisé comme gestion d'actifs, mais uniquement comme solution de déploiement.

source: Use Kerberos for initial registration of agents
fr: Utiliser Kerberos pour l'enregistrement initial des agents

source: When first registering to waptserver, host will try to authenticate using their kerberos account
fr: Lors de l'enregistrement des clients sur le serveur, tenter l'authentification en utilisant le compte kerberos de la machine

# tviscreatewaptsetup.cbuserandomuuid.caption
source: Use random host UUID (for buggy BIOS)
fr: Utiliser un UUID de machine aléatoire (pour les BIOS bogués)

source: Ask Wapt agent to generate a random UUID instead of BIOS unique ID. This can be useful if BIOS returns non unique UUID
fr: Demandez à l'agent Wapt de générer un UUID aléatoire au lieu de l'ID unique du BIOS. Cela peut être utile si le BIOS renvoie un UUID non unique

source: Use repository access rules
fr: Utiliser les règles d'accès aux dépôts

# tviscreatewaptsetup.cbusereporules.hint
source: If checked, when the client lookups packages index, it first requests the URL rules from the server to automatically choose the best repository.
fr: Si coché, lorsque le client recherche l'indexation des packages, il demande d'abord les règles d'URL au serveur pour choisir automatiquement le meilleur dépôt.

source: Allow all updates by default unless explicitely forbidden by rules
fr: Autoriser toutes les Mises à jour par défaut, sauf celles explicitement exclues par les règles

source: Disable WAPT WUA
fr: Désactiver WAPT WUA

source: Don't set anything
fr: Ne rien changer

source: Manage Windows updates with WAPT
fr: Gérer les Windows Updates avec WAPT

source: Put here "profile" type packages only. E.g. : socle,accounting
fr: Mettre ici un paquet de type "profile". Ex : socle,comptabilité

source: E.g. : https://wapt.mydomain.lan/wapt If empty, use dnsdomain setting
fr: Ex : https://wapt.mydomain.lan/wapt Si vide, utilisez le paramètre dnsdomain

# tviscreatewaptsetup.edservercertificate.hint
source: E.g. : c:\wapt\ssl\server\tranquilit.crt Path to trusted certificates bundle for https connections
fr: Ex : c:\wapt\ssl\server\tranquilit.crt Chemin d'accès au groupe de certificats de confiance pour les connexions https

# tviscreatewaptsetup.edwaptserverurl.hint
source: E.g. : https://wapt.mydomain.lan
fr: Ex : https://wapt.mydomain.lan

# tviscreatewaptsetup.edwuadownloadscheduling.hint
source: eg 2h or 120m or 1d
fr: ex 2h ou 120m ou 1d

source: Certificate Name
fr: Nom de certificat

source: not_before
fr: Début de validité

source: Valid until
fr: Fin de validité

source: Code signing
fr: Signature de code

source: Self Signed
fr: Auto signé

source: Issuer
fr: Émetteur

source: Serial number
fr: Numéro de série

source: Fingerprint (sha256)
fr: Empreinte (sha256)

source: Issuer DN
fr: DN du l'émetteur

# tviscreatewaptsetup.gbservercertificates.caption
source: Https server certificate checking :
fr: Vérification du certificat du serveur :

source: WAPT WUA Windows updates
fr: Mise à jour Windows WAPT WUA

# tviscreatewaptsetup.labauthcertsbundle.caption
source: Authorized packages certificates bundle :
fr: Liste de certificats de confiance

source: Authorized packages certificates which will be bundled with the WAPT agent installer
fr: Certificats de confiance pour les paquets qui vont être déployés avec l'installeur WAPT Agent

source: Main WAPT repository address :
fr: Adresse du dépôt principal WAPT :

source: Your WAPT repository address (http://wapt/wapt).
fr: Votre Adresse de répertoire WAPT (http://wapt/wapt).

# tviscreatewaptsetup.label5.caption
source: WAPT server address :
fr: Adresse du serveur WAPT :

# tviscreatewaptsetup.label5.hint
source: Your WAPT server address (http://wapt:8080).
fr: Votre Adresse du serveur WAPT (http://wapt:8080).

# tviscreatewaptsetup.label8.caption
source: Always install these "profile" packages
fr: Toujours installer ces paquets "profile" sur les postes :

# tviscreatewaptsetup.label8.hint
source: Comma separated list of profile packages to add for hosts. Host will belongs to these additional profiles
fr: Liste de paquets profils à ajouter aux machines. Les machines appartiendront à ces profils additionnels

# tviscreatewaptsetup.labspecificpath.caption
source: Specific PEM bundle path :
fr: Chemin du magasin de certificats :

# tviscreatewaptsetup.labwaptupgradematurity.caption
source: Waptupgrade package maturity
fr: Maturité du paquet waptupgrade

source: Minimum delay before installation: (days after publish date)
fr: Délai minimum avant l'installation (jours après la date de publication)

# tviscreatewaptsetup.labwuascandownloadperiod.caption
source: Scan / download scheduling :
fr: Planification du scan / téléchargement :

# tviscreatewaptsetup.lbglobalauthtype.caption
source: Authentication type :
fr: Moyen d'authentification :

# tviscreatewaptsetup.opendialogcrt.title
source: Select public certificates file
fr: Sélectionner un certificat public

source: Remove the dependency
fr: Supprimer la dépendance

source: Show depending packages
fr: Afficher les paquets dépendants

source: Depending Packages
fr: Paquets dépendants

source: Types
fr: Sections

# tvisdependingpackages.cbnewestonly.caption
source: Last version only
fr: Dernière version seulement

source: Show only matching packages
fr: Afficher seulement les paquets correspondants

# tvisdependingpackages.closebutton.caption
source: Close
fr: Fermer

source: Depending packages of:
fr: Paquets dépendants de:

source: Edit Package Dependencies
fr: Modifier les dépendances du paquet

# tvisdependingpackages.gridinfoslabel.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tvisdependingpackages.gridpackages.header.columns[10].text
source: conflicts
fr: Conflits

# tvisdependingpackages.gridpackages.header.columns[12].text
source: size
fr: Taille

# tvisdependingpackages.gridpackages.header.columns[13].text
source: installed_size
fr: Taille installé

# tvisdependingpackages.gridpackages.header.columns[14].text
source: signer
fr: Signataire

# tvisdependingpackages.gridpackages.header.columns[15].text
source: signature_date
fr: Date de signature

# tvisdependingpackages.gridpackages.header.columns[16].text
source: editor
fr: Éditeur

# tvisdependingpackages.gridpackages.header.columns[17].text
source: min_wapt_version
fr: Version min. de WAPT

# tvisdependingpackages.gridpackages.header.columns[18].text
source: filename
fr: Nom du fichier

# tvisdependingpackages.gridpackages.header.columns[19].text
source: md5sum
fr: Somme MD5

# tvisdependingpackages.gridpackages.header.columns[1].text
source: name
fr: Nom

# tvisdependingpackages.gridpackages.header.columns[20].text
source: repo_url
fr: Dépôt

# tvisdependingpackages.gridpackages.header.columns[21].text
source: priority
fr: Priorité

# tvisdependingpackages.gridpackages.header.columns[24].text
source: audit_schedule
fr: Planification d'audit

# tvisdependingpackages.gridpackages.header.columns[25].text
source: signed_attributes
fr: Attributs signés

# tvisdependingpackages.gridpackages.header.columns[27].text
source: description_ru
fr: Description russe

# tvisdependingpackages.gridpackages.header.columns[28].text
source: description_pt
fr: Description portugaise

# tvisdependingpackages.gridpackages.header.columns[29].text
source: description_pl
fr: Description polonaise

source: package
fr: Paquet

# tvisdependingpackages.gridpackages.header.columns[30].text
source: description_nl
fr: Description néerlandaise

# tvisdependingpackages.gridpackages.header.columns[31].text
source: description_it
fr: Description italienne

# tvisdependingpackages.gridpackages.header.columns[32].text
source: description_fr
fr: Description française

# tvisdependingpackages.gridpackages.header.columns[33].text
source: description_es
fr: Description espagnole

# tvisdependingpackages.gridpackages.header.columns[34].text
source: description_de
fr: Description allemande

# tvisdependingpackages.gridpackages.header.columns[35].text
source: maintainer
fr: Mainteneur

# tvisdependingpackages.gridpackages.header.columns[36].text
source: package_uuid
fr: UUID du paquet

# tvisdependingpackages.gridpackages.header.columns[37].text
source: impacted_process
fr: Processus impactés

# tvisdependingpackages.gridpackages.header.columns[38].text
source: signer_fingerprint
fr: Empreinte du signataire

# tvisdependingpackages.gridpackages.header.columns[39].text
source: keywords
fr: Mots clés

# tvisdependingpackages.gridpackages.header.columns[40].text
source: repo
fr: Dépôt

# tvisdependingpackages.gridpackages.header.columns[41].text
source: localpath
fr: Chemin local

# tvisdependingpackages.gridpackages.header.columns[42].text
source: homepage
fr: Page d'accueil

# tvisdependingpackages.gridpackages.header.columns[43].text
source: sourcespath
fr: Chemin Local

# tvisdependingpackages.gridpackages.header.columns[46].text
source: valid_from
fr: Valide depuis

# tvisdependingpackages.gridpackages.header.columns[47].text
source: valid_until
fr: Valide jusqu'à

# tvisdependingpackages.gridpackages.header.columns[48].text
source: forced_install_on
fr: Installation forcée le

source: min_os_version
fr: Version d'OS min.

source: target_os
fr: OS

source: max_os_version
fr: Version d'OS max.

# tvisdependingpackages.gridpackages.header.columns[51].text
source: icon_sha256sum
fr: Somme sha256 de l'icône

# tvisdependingpackages.gridpackages.header.columns[52].text
source: persistent_dir
fr: dossier persistant

source: maturity
fr: Maturité

source: depends
fr: Dépendances

source: Explanations
fr: Explications

# tvisdeployconfigandproduct.buttoncancel.caption
source: Cancel
fr: Annuler

# tvisdeployconfigandproduct.buttonsave.caption
source: Save
fr: Enregistrer

source: Edit Config and Product Files
fr: Éditer le fichier de produit et de configuration

source: Configuration of Edition file (EI.cfg)
fr: Fichier de Configuration de l'édition (EI.cfg)

source: ID of Product file (PID.txt)
fr: Fichier de l'ID de produit (PID.txt)

# tvisdisplaypreferences.advanceddisplaypreferences.caption
source: Advanced
fr: Avancé

source: Basic
fr: Basique

# tvisdisplaypreferences.bitbtncancel.caption
source: Cancel
fr: Annuler

# tvisdisplaypreferences.btnresetdontaskagain.caption
source: Reset
fr: Réinitialiser

# tvisdisplaypreferences.caption
source: Display preferences
fr: Préférences d'affichage

source: Enable advanced display and grid features
fr: Activer les fonctions avancées sur les affichages et les grilles

source: Enable additional feature like grid filtering, grid advanced columns customization...
fr: Active des fonctionnalités additionnelles comme le filtrage des grilles ou la configuration avancée des colonnes

# tvisdisplaypreferences.cbenableexternaltools.caption
source: Enable external tools in hosts popup menus
fr: Autoriser les outils externes dans les menus contextuels des hôtes

source: Make rdp, vnc, remoteassist... features visible
fr: Faire apparaître les fonctions RDP, VNC et Remote Assist

# tvisdisplaypreferences.cbenablemanagementfeatures.caption
source: Enable management features
fr: Activer les fonctionalités d'administration

# tvisdisplaypreferences.cbenablemanagementfeatures.hint
source: Enable the following actions: - Create new key / certificate - Create custom waptagent.exe - Modify key password - Create / Modify / delete reporting queries
fr: Faire apparaître les fonctions de changement de mot de passe, création de certificats et de waptagent, modification des requêtes de reporting.

# tvisdisplaypreferences.cbenablewaptwuafeatures.caption
source: Enable WAPTWUA features
fr: Activer les fonctionnalités WAPTWUA

# tvisdisplaypreferences.cbenablewaptwuafeatures.hint
source: Make change server password, create certificate, create waptagent features visible
fr: Faire apparaître les fonctions de changement de mot de passe, création de certificats et de waptagent.

# tvisdisplaypreferences.cbhideunavailableactions.caption
source: Hide unavailable actions
fr: Cacher les actions non disponibles

# tvisdisplaypreferences.cblanguage.text
source: English
fr: Anglais

# tvisdisplaypreferences.cbshowdevfeatures.caption
source: Show Developers features
fr: Afficher les fonctionnalités de développeurs

# tvisdisplaypreferences.cbshowhostauditdatatab.caption
source: Show host audit data tab
fr: Voir l'onglet Données d'audit

source: Show Inventory
fr: Afficher l'onglet Inventaire

source: Show OS Deploy
fr: Afficher l'onglet Déploiement d'OS

source: Show Private Repository
fr: Afficher l'onglet Dépôt Privé

source: Show Reporting
fr: Afficher l'onglet Reporting

source: Show Secondary Repository
fr: Afficher l'onglet Dépôts Secondaire

source: Show Software Inventory
fr: Afficher l'onglet Inventaire Logiciel

source: Show Wapt Packages development
fr: Voir l'onglet développement de paquets

source: EdHostsLimit
fr: Nombre maximal d'hôtes

source: Reset "Don't ask me again"
fr: Réinitialiser "Ne me le redemandez plus"

source: Language
fr: Langue

source: Maximum number of hosts to display
fr: Nombre maximal d'hôtes affichés

# tvisdisplaypreferences.resetlayoutbtn.caption
source: Reset
fr: Réinitialiser

source: Reset console layout
fr: Réinitialiser l'affichage de la console

source: Create audit data
fr: Créer les données d'audit

source: Expiration date:
fr: Date d'expiration :

source: Key:
fr: Clé :

# tviseditcreateauditdata.labvaluetitle.caption
source: Value:
fr: Valeur :

# tviseditpackagedetails.actaddconflicts.caption
source: Add to blocked packages
fr: Ajouter à la liste des paquets interdits

# tviseditpackagedetails.actadddepends.caption
source: Add dependencies to package
fr: Ajouter des dépendances au paquet

# tviseditpackagedetails.actbuildupload.caption
source: Build Upload
fr: Construire et Uploader

source: Save and Apply
fr: Enregistrer et appliquer

source: Save locally
fr: Enregistrer localement

# tviseditpackagedetails.caption
source: Edit package
fr: Éditer un paquet

source: Install
fr: Installer

# tvisgroupchoice.butcancel.caption
source: Cancel
fr: Annuler

# tvisgroupchoice.frmpackagenamesselect1.gridpackages.header.columns[0].text
source: Edit multiple hosts packages
fr: Modifier plusieurs machines

# tvisgroupchoice.frmpackagenamesselect1.gridpackages.header.columns[0].text
source: Package
fr: Paquet

# tvisgroupchoice.frmpackagenamesselect1.gridpackages.header.columns[1].text
source: Target OS
fr: OS ciblés

# tvisgroupchoice.frmpackagenamesselect1.gridpackages.header.columns[3].text
source: Last signature date
fr: Dernière date de signature

source: Confirm host(s) delete
fr: Confirmer la suppression de machines

source: And delete host configuration (Package)
fr: Et supprimer le Paquet machine

source: Confirm deletion of hosts
fr: Confirmer la suppression de machines

source: Imported queries
fr: Import de requêtes

# tvisimportedqueries.queriesgrid.header.columns[1].text
source: name
fr: Nom

# tvisimportedqueries.queriesgrid.header.columns[2].text
source: query
fr: Requête

# tvisimportedqueries.reposettingsbtn.caption
source: Repository settings
fr: Paramètres des dépôts

source: Import selected queries
fr: Importer les requêtes sélectionnées

source: URL used : %s
fr: URL utilisée : %s

source: Add to basket
fr: Ajouter au panier

source: Import in repository...
fr: Importer...

source: Download, rename, sign and upload to private repository
fr: Télécharge, renomme, signe et upload vers le dépôt privé

source: Download and Edit
fr: Télécharger et éditer

# tvisimportpackage.actrefresh.caption
source: Refresh
fr: Actualiser

source: Remove from basket
fr: Retirer du panier

# tvisimportpackage.actrepositoriessettings.caption
source: Repository settings
fr: Paramètres des dépôts

source: Import basket packages
fr: Importer le panier de paquets

source: Edit basket packages
fr: Éditer le panier de paquets

# tvisimportpackage.actsearchexternalpackage.caption
source: Search
fr: Rechercher

source: Waptconsole settings
fr: Paramètre de la Waptconsole

# tvisimportpackage.bitbtn2.caption
source: Cancel
fr: Annuler

source: Import packages
fr: Importer des paquets

source: Compatible with the registered hosts
fr: Compatibles avec les machines connues

# tvisimportpackage.cbfilterpackageslocales.caption
source: Locale
fr: Langue

source: Newer packages than mine only
fr: Plus récents que dans mon dépôt

# tvisimportpackage.cbnewestonly.caption
source: Last version only
fr: Dernière version seulement

# tvisimportpackage.cbnotinmainrepo.caption
source: Not in my Repository
fr: Absents de mon dépôt

source: Search in name and description
fr: Rechercher dans les noms et descriptions

# tvisimportpackage.gridexternalpackages.header.columns[10].text
source: Size
fr: Taille

# tvisimportpackage.gridexternalpackages.header.columns[11].text
source: Installed Size
fr: Taille installé

# tvisimportpackage.gridexternalpackages.header.columns[12].text
source: Maturity
fr: Maturité

# tvisimportpackage.gridexternalpackages.header.columns[13].text
source: Signer
fr: Signataire

# tvisimportpackage.gridexternalpackages.header.columns[14].text
source: Sign on
fr: Signé le

# tvisimportpackage.gridexternalpackages.header.columns[15].text
source: Editor
fr: Éditeur

# tvisimportpackage.gridexternalpackages.header.columns[16].text
source: Min Wapt version
fr: Version minimale de WAPT

# tvisimportpackage.gridexternalpackages.header.columns[17].text
source: Filename
fr: Nom du fichier

# tvisimportpackage.gridexternalpackages.header.columns[18].text
source: md5sum
fr: Somme MD5

# tvisimportpackage.gridexternalpackages.header.columns[19].text
source: Categories
fr: Catégories

# tvisimportpackage.gridexternalpackages.header.columns[1].text
source: Package
fr: Paquet
