Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

# tviswaptgui.gridhosts.header.columns[21].text
source: Groups
fr: Groupes

# tviswaptgui.gridhosts.header.columns[23].text
source: Listening address
fr: Adresse d'écoute

# tviswaptgui.gridhosts.header.columns[24].text
source: Domain controller address
fr: Adresse du contrôleur de domaine

# tviswaptgui.gridhosts.header.columns[25].text
source: AD DN
fr: DN dans l'AD

# tviswaptgui.gridhosts.header.columns[26].text
source: Last logged on user
fr: Dernier utilisateur logué

# tviswaptgui.gridhosts.header.columns[27].text
source: Registration Method
fr: Méthode d'enregistrement

# tviswaptgui.gridhosts.header.columns[28].text
source: Repositories
fr: Dépôts

# tviswaptgui.gridhosts.header.columns[29].text
source: IP addresses
fr: Adresses IP

# tviswaptgui.gridhosts.header.columns[2].text
source: Audit status
fr: Statut d'audit

source: Is Remote Repository
fr: Est Dépôt secondaire

# tviswaptgui.gridhosts.header.columns[4].text
source: Host
fr: Machine

# tviswaptgui.gridhosts.header.columns[5].text
source: IP Address
fr: Adresse IP

# tviswaptgui.gridhosts.header.columns[7].text
source: Manufacturer
fr: Fabricant

# tviswaptgui.gridhosts.header.columns[8].text
source: Platform
fr: Plateforme

# tviswaptgui.gridhosts.header.columns[9].text
source: Operating system
fr: Système d'exploitation

source: Host reachable
fr: Machine Joignable

# tviswaptgui.gridhostsforpackage.header.columns[10].text
source: Install date
fr: Date d'installation

# tviswaptgui.gridhostsforpackage.header.columns[11].text
source: priority
fr: Priorité

# tviswaptgui.gridhostsforpackage.header.columns[13].text
source: Installed by
fr: Installé par

# tviswaptgui.gridhostsforpackage.header.columns[16].text
source: Locale
fr: Langue

# tviswaptgui.gridhostsforpackage.header.columns[17].text
source: md5sum
fr: Somme MD5

# tviswaptgui.gridhostsforpackage.header.columns[18].text
source: File name
fr: Nom de fichier

# tviswaptgui.gridhostsforpackage.header.columns[19].text
source: Parameters
fr: Paramètres

# tviswaptgui.gridhostsforpackage.header.columns[1].text
source: Computer name
fr: Nom de l'ordinateur

# tviswaptgui.gridhostsforpackage.header.columns[20].text
source: Log install
fr: Log d'installation

# tviswaptgui.gridhostsforpackage.header.columns[21].text
source: maintainer
fr: Mainteneur

# tviswaptgui.gridhostsforpackage.header.columns[22].text
source: conflicts
fr: Conflits

# tviswaptgui.gridhostsforpackage.header.columns[23].text
source: Size after install
fr: Taille installée

# tviswaptgui.gridhostsforpackage.header.columns[24].text
source: URL of repository
fr: URL du dépôt

# tviswaptgui.gridhostsforpackage.header.columns[25].text
source: Size
fr: Taille

# tviswaptgui.gridhostsforpackage.header.columns[26].text
source: Name of repository
fr: Nom du dépôt

# tviswaptgui.gridhostsforpackage.header.columns[27].text
source: localpath
fr: Chemin local

# tviswaptgui.gridhostsforpackage.header.columns[28].text
source: Maturity
fr: Maturité

# tviswaptgui.gridhostsforpackage.header.columns[29].text
source: Connected IPs
fr: IPs connectées

# tviswaptgui.gridhostsforpackage.header.columns[2].text
source: Host description
fr: Description machine

# tviswaptgui.gridhostsforpackage.header.columns[30].text
source: Audited on
fr: Audité le

# tviswaptgui.gridhostsforpackage.header.columns[31].text
source: Next audit
fr: Prochain audit

# tviswaptgui.gridhostsforpackage.header.columns[32].text
source: uninstall_key
fr: Clé de désinstallation

# tviswaptgui.gridhostsforpackage.header.columns[33].text
source: updated_on
fr: Modifié le

# tviswaptgui.gridhostsforpackage.header.columns[34].text
source: updated_by
fr: Mis à jour par

# tviswaptgui.gridhostsforpackage.header.columns[35].text
source: signer
fr: Signataire

# tviswaptgui.gridhostsforpackage.header.columns[36].text
source: created_on
fr: Créé le

# tviswaptgui.gridhostsforpackage.header.columns[37].text
source: created_by
fr: Créé par

# tviswaptgui.gridhostsforpackage.header.columns[38].text
source: last_audit_output
fr: Dernier log d'audit

# tviswaptgui.gridhostsforpackage.header.columns[3].text
source: Status
fr: Statut

# tviswaptgui.gridhostsforpackage.header.columns[40].text
source: signer_fingerprint
fr: Fingerprint signataire

# tviswaptgui.gridhostsforpackage.header.columns[41].text
source: Connected users
fr: Utilisateurs connectés

# tviswaptgui.gridhostsforpackage.header.columns[4].text
source: Audit status
fr: Statut d'audit

# tviswaptgui.gridhostsforpackage.header.columns[5].text
source: Host UUID
fr: UUID machine

# tviswaptgui.gridhostsforpackage.header.columns[6].text
source: Package
fr: Paquet

# tviswaptgui.gridhostsforpackage.header.columns[8].text
source: Package description
fr: Description paquet

# tviswaptgui.gridhostsforpackage.header.columns[9].text
source: Dependencies
fr: Dépendances

# tviswaptgui.gridhostsforwua.header.columns[0].text
source: status
fr: Statut

# tviswaptgui.gridhostsforwua.header.columns[10].text
source: updated_by
fr: Modifié par

# tviswaptgui.gridhostsforwua.header.columns[11].text
source: signer
fr: Signataire

# tviswaptgui.gridhostsforwua.header.columns[12].text
source: created_on
fr: Créé le

# tviswaptgui.gridhostsforwua.header.columns[13].text
source: created_by
fr: Créé par

# tviswaptgui.gridhostsforwua.header.columns[15].text
source: update_id
fr: ID de mise à jour

# tviswaptgui.gridhostsforwua.header.columns[16].text
source: allowed
fr: Autorisé

# tviswaptgui.gridhostsforwua.header.columns[17].text
source: installed
fr: Installé

# tviswaptgui.gridhostsforwua.header.columns[18].text
source: present
fr: Présent

# tviswaptgui.gridhostsforwua.header.columns[19].text
source: hidden
fr: Masqué

# tviswaptgui.gridhostsforwua.header.columns[1].text
source: os_version
fr: Version d'OS

# tviswaptgui.gridhostsforwua.header.columns[20].text
source: delayed
fr: Retardé

# tviswaptgui.gridhostsforwua.header.columns[21].text
source: downloaded
fr: Téléchargé

# tviswaptgui.gridhostsforwua.header.columns[22].text
source: install_date
fr: Date d'installation

# tviswaptgui.gridhostsforwua.header.columns[23].text
source: history
fr: Historique

# tviswaptgui.gridhostsforwua.header.columns[2].text
source: os_architecture
fr: Architecture OS

# tviswaptgui.gridhostsforwua.header.columns[3].text
source: host
fr: Machine

# tviswaptgui.gridhostsforwua.header.columns[4].text
source: computer_name
fr: Nom de la machine

# tviswaptgui.gridhostsforwua.header.columns[5].text
source: computer_fqdn
fr: FQDN de la machine

# tviswaptgui.gridhostsforwua.header.columns[6].text
source: main_ip
fr: IP principale

# tviswaptgui.gridhostsforwua.header.columns[8].text
source: reachable
fr: Accessible

# tviswaptgui.gridhostsforwua.header.columns[9].text
source: updated_on
fr: Modifié le

# tviswaptgui.gridhosttasks.header.columns[10].text
source: Finished on
fr: Terminée le

# tviswaptgui.gridhosttasks.header.columns[11].text
source: classname
fr: Classe

# tviswaptgui.gridhosttasks.header.columns[12].text
source: logs
fr: Traces

# tviswaptgui.gridhosttasks.header.columns[13].text
source: pidlist
fr: Liste de PIDs

# tviswaptgui.gridhosttasks.header.columns[14].text
source: Created by
fr: Créé par

source: Earliest start date
fr: Démarrage au plus tôt

source: Latest start date
fr: Démarrage au plus tard

# tviswaptgui.gridhosttasks.header.columns[17].text
source: Forced
fr: Forcé

source: Notify server on start
fr: Notifier le serveur au lancement

source: Notify server on finish
fr: Notifier le serveur quand terminée

# tviswaptgui.gridhosttasks.header.columns[1].text
source: Priority
fr: Priorité

# tviswaptgui.gridhosttasks.header.columns[2].text
source: Order
fr: Ordre

# tviswaptgui.gridhosttasks.header.columns[3].text
source: Status
fr: Statut

# tviswaptgui.gridhosttasks.header.columns[5].text
source: Started on
fr: Lancé le

# tviswaptgui.gridhosttasks.header.columns[6].text
source: Created on
fr: Créé le

# tviswaptgui.gridhosttasks.header.columns[7].text
source: Result
fr: Résultat

# tviswaptgui.gridhosttasks.header.columns[8].text
source: Progress
fr: Avancement

# tviswaptgui.gridhosttasks.header.columns[9].text
source: Summary
fr: Résumé

# tviswaptgui.gridhostwinupdates.header.columns[0].text
source: download_urls
fr: URLs de téléchargement

source: cve_ids
fr: IDs de CVE

# tviswaptgui.gridhostwinupdates.header.columns[11].text
source: can_request_user_input
fr: Peut demander une entrée utilisateur

# tviswaptgui.gridhostwinupdates.header.columns[12].text
source: security_bulletin_ids
fr: IDs de bulletin de sécurité

source: Download size
fr: Taille du téléchargement

# tviswaptgui.gridhostwinupdates.header.columns[14].text
source: is_mandatory
fr: Est requis

source: Superseded update ids
fr: Est remplacé par

source: Requires network
fr: Nécessite une connexion réseau

# tviswaptgui.gridhostwinupdates.header.columns[17].text
source: min_download_size
fr: Taille mini

source: Reboot behaviour
fr: Comportement de redémarrage

# tviswaptgui.gridhostwinupdates.header.columns[19].text
source: Discarded
fr: Rejetées

# tviswaptgui.gridhostwinupdates.header.columns[1].text
source: Status
fr: Statut

# tviswaptgui.gridhostwinupdates.header.columns[20].text
source: Installed
fr: Installées

source: Dowloaded
fr: Téléchargées

source: Present
fr: Présente

source: Update type
fr: Type de mise à jour

# tviswaptgui.gridhostwinupdates.header.columns[24].text
source: Allowed
fr: Autorisées

source: local_status_id
fr: ID Statut local

source: Delayed
fr: Reportées

source: local_status_history
fr: Historique local

# tviswaptgui.gridhostwinupdates.header.columns[28].text
source: Updated on
fr: Modifié le

# tviswaptgui.gridhostwinupdates.header.columns[29].text
source: Uninstallable
fr: Désinstallable

# tviswaptgui.gridhostwinupdates.header.columns[30].text
source: Downloaded on
fr: Téléchargée le

# tviswaptgui.gridhostwinupdates.header.columns[31].text
source: Created on
fr: Créée le

# tviswaptgui.gridhostwinupdates.header.columns[32].text
source: Uninstallation impact
fr: Impact de la désinstallation

source: Installation impact
fr: Impact de l'installation

# tviswaptgui.gridhostwinupdates.header.columns[35].text
source: languages
fr: Langues

# tviswaptgui.gridhostwinupdates.header.columns[36].text
source: Release notes
fr: Notes de mises à jour

# tviswaptgui.gridhostwinupdates.header.columns[3].text
source: Title
fr: Titre

# tviswaptgui.gridhostwinupdates.header.columns[4].text
source: Product
fr: Produit

source: Update ID
fr: ID de la mise à jour

# tviswaptgui.gridhostwinupdates.header.columns[6].text
source: Published on
fr: Publiée le

source: Installed on
fr: Installée le

# tviswaptgui.gridhostwinupdates.header.columns[8].text
source: Severity
fr: Criticité

source: Operation
fr: Opération

# tviswaptgui.gridhostwinupdateshistory.header.columns[2].text
source: Result
fr: Résultat

# tviswaptgui.gridhostwinupdateshistory.header.columns[3].text
source: Categories
fr: Catégories

# tviswaptgui.gridhostwinupdateshistory.header.columns[5].text
source: Title
fr: Titre

# tviswaptgui.gridhostwinupdateshistory.header.columns[7].text
source: update_id
fr: ID de mise à jour

# tviswaptgui.gridisoconfigdeploy.header.columns[0].text
source: Name
fr: Nom

# tviswaptgui.gridisoconfigdeploy.header.columns[3].text
source: Created by
fr: Créé par

# tviswaptgui.gridisoconfigdeploy.header.columns[4].text
source: Created on
fr: Créé le

# tviswaptgui.gridisoconfigdeploy.header.columns[5].text
source: Updated by
fr: Modifié par

# tviswaptgui.gridisoconfigdeploy.header.columns[6].text
source: Updated on
fr: Modifié le

source: File Exists
fr: Fichier présent

# tviswaptgui.gridosdeploy.header.columns[0].text
source: Hostname
fr: Nom de machine

# tviswaptgui.gridosdeploy.header.columns[10].text
source: Manufacturer
fr: Fabricant

# tviswaptgui.gridosdeploy.header.columns[12].text
source: Product
fr: Produit

# tviswaptgui.gridosdeploy.header.columns[13].text
source: Serial number
fr: Numéro de série

# tviswaptgui.gridosdeploy.header.columns[15].text
source: Created by
fr: Créé par

# tviswaptgui.gridosdeploy.header.columns[16].text
source: Created on
fr: Créé le

# tviswaptgui.gridosdeploy.header.columns[17].text
source: Updated by
fr: Modifié par

# tviswaptgui.gridosdeploy.header.columns[18].text
source: Updated on
fr: Modifié le

# tviswaptgui.gridosdeploy.header.columns[19].text
source: EI.CFG file
fr: Fichier EI.cfg

# tviswaptgui.gridosdeploy.header.columns[1].text
source: Mac Addresses
fr: Addresses Mac

# tviswaptgui.gridosdeploy.header.columns[20].text
source: PID.txt file
fr: Fichier PID.txt

# tviswaptgui.gridosdeploy.header.columns[21].text
source: DiskPart list disk
fr: DiskPart liste des disques

# tviswaptgui.gridosdeploy.header.columns[22].text
source: DiskPart list vol
fr: DiskPart liste des volumes

source: Use IP WinPE
fr: Utiliser l'IP WinPE

# tviswaptgui.gridosdeploy.header.columns[2].text
source: IP Address
fr: Adresse IP

# tviswaptgui.gridosdeploy.header.columns[3].text
source: Status
fr: Statut

# tviswaptgui.gridosdeploy.header.columns[4].text
source: Waiting to Deploy
fr: En Attente de déploiement

# tviswaptgui.gridosdeploy.header.columns[5].text
source: Product Key
fr: Clé de produit

# tviswaptgui.gridosdeploy.header.columns[6].text
source: Config Name
fr: Nom de la configuration

# tviswaptgui.gridosdeploy.header.columns[7].text
source: Config Drivers
fr: Configuration de pilotes

# tviswaptgui.gridosdeploy.header.columns[8].text
source: Disk format
fr: Formatage de disque

# tviswaptgui.gridpackages.header.columns[10].text
source: Signer
fr: Signataire

# tviswaptgui.gridpackages.header.columns[11].text
source: Size
fr: Taille

# tviswaptgui.gridpackages.header.columns[12].text
source: Dependencies
fr: Dépendances

# tviswaptgui.gridpackages.header.columns[13].text
source: Conflicts
fr: Conflits

# tviswaptgui.gridpackages.header.columns[15].text
source: Installed size
fr: Taille installé

# tviswaptgui.gridpackages.header.columns[16].text
source: Editor
fr: Éditeur

# tviswaptgui.gridpackages.header.columns[17].text
source: Min Wapt version
fr: Version minimale de WAPT

# tviswaptgui.gridpackages.header.columns[18].text
source: Filename
fr: Nom du fichier

source: Repository
fr: Dépot

# tviswaptgui.gridpackages.header.columns[1].text
source: Name
fr: Nom

# tviswaptgui.gridpackages.header.columns[20].text
source: Priority
fr: Priorité

source: Audit schedule
fr: Fréq audit

# tviswaptgui.gridpackages.header.columns[22].text
source: Maintainer
fr: Mainteneur

source: Package uuid
fr: UUID du paquet

source: Impacted processes
fr: Processus impactés

source: Keywords
fr: Mots clé

source: Repo name
fr: Nom de dépot

source: Homepage
fr: Page accueil

# tviswaptgui.gridpackages.header.columns[2].text
source: Package
fr: Paquet

# tviswaptgui.gridpackages.header.columns[30].text
source: Categories
fr: Catégories

# tviswaptgui.gridpackages.header.columns[32].text
source: Valid from
fr: Début de validité

# tviswaptgui.gridpackages.header.columns[33].text
source: Forced install on
fr: Installation forcée le

# tviswaptgui.gridpackages.header.columns[34].text
source: Valid until
fr: Fin de validité

# tviswaptgui.gridpackages.header.columns[35].text
source: Min OS Version
fr: Version d'OS minimale

# tviswaptgui.gridpackages.header.columns[36].text
source: Max OS Version
fr: Version d'OS maximale

# tviswaptgui.gridpackages.header.columns[37].text
source: Software version
fr: Version du Logiciel

source: Store version
fr: Version du store

source: Newest version
fr: Version la plus récente

source: Signer sha256 fingerprint
fr: Enpreinte Sha256 du signataire

# tviswaptgui.gridpackages.header.columns[4].text
source: Target OS
fr: OS ciblés

# tviswaptgui.gridpackages.header.columns[5].text
source: Arch
fr: Architecture

# tviswaptgui.gridpackages.header.columns[6].text
source: Locale
fr: Langue

# tviswaptgui.gridpackages.header.columns[7].text
source: Maturity
fr: Maturité

# tviswaptgui.gridpackages.header.columns[9].text
source: Signed on
fr: Signé le

source: Last snapshot date
fr: Dernier instantané

source: Snapshot ttl (s)
fr: TTL instantané (s)

# tviswaptgui.gridreportingqueries.header.columns[1].text
source: Name
fr: Nom

# tviswaptgui.gridreportingqueries.header.columns[2].text
source: Query
fr: Requête

source: Settings
fr: Paramètres

source: Host Uuid fieldname
fr: Comme Hôte

source: Package Uuid fieldname
fr: Comme Paquet

source: KB fieldname
fr: Comme KB

source: Soft key fieldname
fr: Comme Logiciel

source: Snapshot name
fr: Nom instantané

source: Snapshot scheduling
fr: Planification instantanés

# tviswaptgui.gridrepositories.header.columns[0].text
source: Repository Name
fr: Nom du dépôt

# tviswaptgui.gridrepositories.header.columns[1].text
source: Repository URL
fr: URL du dépôt

# tviswaptgui.gridrepositories.header.columns[4].text
source: Authorized Maturity
fr: Maturités Autorisées

source: Time out
fr: Délai

source: Sequence
fr: Ordre

# tviswaptgui.gridrules.header.columns[10].text
source: Updated by
fr: Modifié par

# tviswaptgui.gridrules.header.columns[11].text
source: Updated on
fr: Modifié le

# tviswaptgui.gridrules.header.columns[1].text
source: Name
fr: Nom

source: Negation
fr: Négation

# tviswaptgui.gridrules.header.columns[4].text
source: No fallback
fr: Pas de fallback

# tviswaptgui.gridrules.header.columns[5].text
source: Value
fr: Valeur

# tviswaptgui.gridrules.header.columns[6].text
source: Repository URL
fr: URL du dépôt

# tviswaptgui.gridrules.header.columns[7].text
source: Repositories
fr: Dépôts

# tviswaptgui.gridrules.header.columns[8].text
source: Created by
fr: Saisi par

# tviswaptgui.gridrules.header.columns[9].text
source: Created on
fr: Saisi le

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[0].text
source: Status
fr: Statut

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[10].text
source: WAPT version
fr: Version WAPT

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[12].text
source: Groups
fr: Groupes

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[13].text
source: Repositories
fr: Dépôts

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[1].text
source: Audit status
fr: Statut d'audit

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[3].text
source: Host
fr: Machine

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[5].text
source: IP addresses
fr: Adresses IP

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[6].text
source: Software Name
fr: Nom du Logiciel

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[7].text
source: Software Version
fr: Version du Logiciel

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[8].text
source: Platform
fr: Plateforme

# tviswaptgui.gridsoftwareshostsnormalization.header.columns[9].text
source: Operating system
fr: Système d'exploitation

# tviswaptgui.gridsoftwaresnormalization.header.columns[0].text
source: Name
fr: Nom

# tviswaptgui.gridsoftwaresnormalization.header.columns[1].text
source: Normalized
fr: Normalisé

# tviswaptgui.gridsoftwaresnormalization.header.columns[2].text
source: Key
fr: Clé

# tviswaptgui.gridsoftwaresnormalization.header.columns[3].text
source: Windows Update
fr: Mises à jour Windows

# tviswaptgui.gridsoftwaresnormalization.header.columns[4].text
source: Banned
fr: Banni

# tviswaptgui.gridwaptdev.header.columns[0].text
source: Package
fr: Paquet

# tviswaptgui.gridwaptdev.header.columns[10].text
source: Dependencies
fr: Dépendences

# tviswaptgui.gridwaptdev.header.columns[11].text
source: Conflicts
fr: Conflits

# tviswaptgui.gridwaptdev.header.columns[12].text
source: localpath
fr: Chemin Local

# tviswaptgui.gridwaptdev.header.columns[14].text
source: Size
fr: Taille

# tviswaptgui.gridwaptdev.header.columns[15].text
source: Installed size
fr: Taille installé

# tviswaptgui.gridwaptdev.header.columns[16].text
source: Signer
fr: Signataire

# tviswaptgui.gridwaptdev.header.columns[17].text
source: Signed on
fr: Signé le

# tviswaptgui.gridwaptdev.header.columns[18].text
source: Editor
fr: Éditeur

# tviswaptgui.gridwaptdev.header.columns[19].text
source: Min Wapt version
fr: Version Wapt minimum

# tviswaptgui.gridwaptdev.header.columns[1].text
source: Folder Name
fr: Nom du dossier

# tviswaptgui.gridwaptdev.header.columns[20].text
source: priority
fr: Priorité

# tviswaptgui.gridwaptdev.header.columns[23].text
source: audit_schedule
fr: Audit prévu le

# tviswaptgui.gridwaptdev.header.columns[24].text
source: signed_attributes
fr: Attributs signés

# tviswaptgui.gridwaptdev.header.columns[25].text
source: description_pl
fr: Description Polonaise

# tviswaptgui.gridwaptdev.header.columns[26].text
source: description_fr
fr: Description Française

# tviswaptgui.gridwaptdev.header.columns[27].text
source: description_es
fr: Description Espagnole

# tviswaptgui.gridwaptdev.header.columns[28].text
source: description_de
fr: Description Allemande

# tviswaptgui.gridwaptdev.header.columns[29].text
source: maintainer
fr: Mainteneur

# tviswaptgui.gridwaptdev.header.columns[2].text
source: Name
fr: Nom

# tviswaptgui.gridwaptdev.header.columns[30].text
source: package_uuid
fr: UUID du paquet

# tviswaptgui.gridwaptdev.header.columns[32].text
source: impacted_process
fr: Processus impactés

# tviswaptgui.gridwaptdev.header.columns[33].text
source: signer_fingerprint
fr: Empreinte du signataire

# tviswaptgui.gridwaptdev.header.columns[34].text
source: keywords
fr: Mots-clés

# tviswaptgui.gridwaptdev.header.columns[35].text
source: homepage
fr: Page d'accueil

# tviswaptgui.gridwaptdev.header.columns[36].text
source: sourcespath
fr: Chemin des sources

# tviswaptgui.gridwaptdev.header.columns[37].text
source: Categories
fr: Catégories

# tviswaptgui.gridwaptdev.header.columns[38].text
source: Directory Path
fr: Chemin du répertoire

# tviswaptgui.gridwaptdev.header.columns[40].text
source: valid_from
fr: Valide Depuis

# tviswaptgui.gridwaptdev.header.columns[41].text
source: forced_install_on
fr: Installation forcée le

# tviswaptgui.gridwaptdev.header.columns[42].text
source: valid_until
fr: Valide jusqu'à

# tviswaptgui.gridwaptdev.header.columns[43].text
source: persistent_dir
fr: Dossier persistent

# tviswaptgui.gridwaptdev.header.columns[44].text
source: Min OS Version
fr: Version d'OS minimale

# tviswaptgui.gridwaptdev.header.columns[45].text
source: Max OS Version
fr: Version d'OS maximale

# tviswaptgui.gridwaptdev.header.columns[46].text
source: Software version
fr: Version du Logiciel

# tviswaptgui.gridwaptdev.header.columns[5].text
source: Target OS
fr: OS ciblé

# tviswaptgui.gridwaptdev.header.columns[6].text
source: Arch
fr: Architecture

# tviswaptgui.gridwaptdev.header.columns[8].text
source: Maturity
fr: Maturité

# tviswaptgui.gridwuupdates.header.columns[0].text
source: Update Id
fr: ID Mise à jour

# tviswaptgui.gridwuupdates.header.columns[10].text
source: security_bulletin_ids
fr: IDs de bulletin de sécurité

# tviswaptgui.gridwuupdates.header.columns[11].text
source: can_request_user_input
fr: Peut demander une entrée utilisateur

# tviswaptgui.gridwuupdates.header.columns[12].text
source: is_mandatory
fr: Est requis

# tviswaptgui.gridwuupdates.header.columns[13].text
source: superseded_update_ids
fr: Ids des mises à jour remplacées

# tviswaptgui.gridwuupdates.header.columns[14].text
source: requires_network_connectivity
fr: Nécessite une connexion réseau

# tviswaptgui.gridwuupdates.header.columns[15].text
source: created_on
fr: Créé le

# tviswaptgui.gridwuupdates.header.columns[16].text
source: created_by
fr: Créé par

# tviswaptgui.gridwuupdates.header.columns[17].text
source: min_download_size
fr: Taille mini

# tviswaptgui.gridwuupdates.header.columns[18].text
source: reboot_behaviour
fr: Comportement de reboot
