Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

# tformeditrule.actsave.caption
source: Save
fr: Enregistrer

# tformeditrule.bitbtncancel.caption
source: Cancel
fr: Annuler

# tformeditrule.caption
source: Edit rule
fr: Éditer la règle

# tformeditrule.checkboxnofallback.caption
source: No fallback
fr: Pas de fallback

source: Name :
fr: Nom :

source: Other :
fr: Autre :

source: Folder type :
fr: Type de dossier :

# tformeditrule.labrepourl.caption
source: Repository URL :
fr: URL du dépôt :

source: Value :
fr: Valeur :

# tformerrorsrepos.caption
source: Errors
fr: Erreurs

# tfrmactionprogress.btncancel.caption
source: Stop
fr: Arrêter

# tfrmactionprogress.btnclose.caption
source: Close
fr: Fermer

source: Status :
fr: Statut :

# tfrmactionprogress.lbtitle.caption
source: Loading...
fr: Chargement...

source: Edit Package
fr: Éditer le paquet

source: Select Dependencies
fr: Selectioner les dépendances

source: Select depending packages
fr: Selectioner les paquets dépendants

source: Select packages with corresponding state
fr: Selectioner les paquets avec les états correspondants

source: Show Package Dependencies
fr: Afficher les dépendances des paquets

# tfrmdependsgraph.gridpackageversions.header.columns[1].text
source: Package
fr: Paquet

# tfrmdependsgraph.gridpackageversions.header.columns[3].text
source: Target OS
fr: OS ciblés

# tfrmdependsgraph.gridpackageversions.header.columns[5].text
source: Locale
fr: Langue

# tfrmdependsgraph.gridpackageversions.header.columns[6].text
source: Maturity
fr: Maturité

# tfrmdependsgraph.gridpackageversions.header.columns[7].text
source: Dependencies
fr: Dépendances

# tfrmdependsgraph.gridpackageversions.header.columns[8].text
source: Conflicts
fr: Conflits

source: Packages States
fr: État des paquets

# tfrmhostpackages.actpackagesforceinstall.caption
source: Force install
fr: Installation forcée

# tfrmhostpackages.actpackagesforget.caption
source: Forget packages
fr: Oublier des paquets

# tfrmhostpackages.actpackagesinstall.caption
source: Install package
fr: Installer un paquet

# tfrmhostpackages.actpackagesinstall.hint
source: Force remote install or upgrade of package
fr: Forcer l'installation ou mise à jour du paquet

# tfrmhostpackages.actpackagesremove.caption
source: Uninstall package
fr: Désinstaller le paquet

# tfrmhostpackages.actpackagesremove.hint
source: Forces remote uninstall of package
fr: Forcer la désinstallation immédiate du paquet

# tfrmhostpackages.butstatuspackagesall.caption
source: All
fr: Tout

# tfrmhostpackages.cbstatuserrors.caption
source: Errors
fr: Erreurs

# tfrmhostpackages.cbstatusinstall.caption
source: To install
fr: À installer

# tfrmhostpackages.cbstatusremove.caption
source: To remove
fr: À enlever

# tfrmhostpackages.cbstatusupgrade.caption
source: To upgrade
fr: À mettre à jour

# tfrmhostpackages.edsearchhostpackages.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tfrmhostpackages.gridhostpackages.header.columns[0].text
source: Status
fr: Statut

# tfrmhostpackages.gridhostpackages.header.columns[12].text
source: Locale
fr: Langue

# tfrmhostpackages.gridhostpackages.header.columns[13].text
source: md5sum
fr: Somme MD5

# tfrmhostpackages.gridhostpackages.header.columns[14].text
source: File name
fr: Nom de fichier

# tfrmhostpackages.gridhostpackages.header.columns[15].text
source: Parameters
fr: Paramètres

# tfrmhostpackages.gridhostpackages.header.columns[16].text
source: Log install
fr: Log d'installation

# tfrmhostpackages.gridhostpackages.header.columns[17].text
source: maintainer
fr: Mainteneur

# tfrmhostpackages.gridhostpackages.header.columns[18].text
source: conflicts
fr: Conflits

# tfrmhostpackages.gridhostpackages.header.columns[19].text
source: Size after install
fr: Taille après installation

# tfrmhostpackages.gridhostpackages.header.columns[1].text
source: Audit status
fr: Statut d'audit

# tfrmhostpackages.gridhostpackages.header.columns[20].text
source: URL of repository
fr: URL du dépôt

# tfrmhostpackages.gridhostpackages.header.columns[21].text
source: Size
fr: Taille

# tfrmhostpackages.gridhostpackages.header.columns[22].text
source: Name of repository
fr: Nom du dépôt

# tfrmhostpackages.gridhostpackages.header.columns[23].text
source: localpath
fr: Chemin local

# tfrmhostpackages.gridhostpackages.header.columns[24].text
source: Maturity
fr: Maturité

# tfrmhostpackages.gridhostpackages.header.columns[25].text
source: Audited on
fr: Audité le

# tfrmhostpackages.gridhostpackages.header.columns[26].text
source: Next audit
fr: Prochain audit

# tfrmhostpackages.gridhostpackages.header.columns[27].text
source: uninstall_key
fr: Clé de désinstallation

# tfrmhostpackages.gridhostpackages.header.columns[28].text
source: updated_on
fr: Modifié le

# tfrmhostpackages.gridhostpackages.header.columns[29].text
source: updated_by
fr: Modifié par

# tfrmhostpackages.gridhostpackages.header.columns[2].text
source: Package name
fr: Nom du paquet

# tfrmhostpackages.gridhostpackages.header.columns[30].text
source: created_on
fr: Créé le

# tfrmhostpackages.gridhostpackages.header.columns[31].text
source: created_by
fr: Créé par

# tfrmhostpackages.gridhostpackages.header.columns[32].text
source: last_audit_output
fr: Dernière traces d'audit

# tfrmhostpackages.gridhostpackages.header.columns[34].text
source: signer_fingerprint
fr: Empreinte du signataire

# tfrmhostpackages.gridhostpackages.header.columns[35].text
source: host
fr: Machine

# tfrmhostpackages.gridhostpackages.header.columns[36].text
source: signer
fr: Signataire

# tfrmhostpackages.gridhostpackages.header.columns[37].text
source: Package UUID
fr: UUID du paquet

# tfrmhostpackages.gridhostpackages.header.columns[5].text
source: Dependencies
fr: Dépendances

# tfrmhostpackages.gridhostpackages.header.columns[6].text
source: Install date
fr: Date d'installation

# tfrmhostpackages.gridhostpackages.header.columns[7].text
source: priority
fr: Priorité

# tfrmhostpackages.gridhostpackages.header.columns[9].text
source: Installed by
fr: Installé par

# tfrmhostpackages.labinstalllogtitle.caption
source: Install logs of package %s
fr: Logs d'installation du paquet %s

# tfrmhtmlviewer.menuitem1.caption
source: Copy
fr: Copier

source: Copy as HTML
fr: Copier comme texte HTML

source: Refresh View
fr: Rafraîchir la vue

source: Select all
fr: Sélectionner tout

source: Search next
fr: Rechercher le suivant

source: Search...
fr: Rechercher...

source: Open in Web browser
fr: Ouvrir dans un navigateur Web

source: Edit template
fr: Modifier le modèle HTML

source: Enable http request helpers
fr: Activer les requêtes http

source: Connect to domain
fr: Connection au domaine

# tfrmldapsearch.btnquerydc.hint
source: Search Domain Controllers
fr: Recharger les controlleurs de domaine

# tfrmldapsearch.btnquerydomains.hint
source: Discover Domains
fr: Découvrir les domaines

# tfrmldapsearch.cbusecurrentcredentials.caption
source: Use current user credentials
fr: Utiliser les identifiants de la session

# tfrmldapsearch.groupbox1.caption
source: Domain Credentials
fr: Identifiants du domaine

# tfrmldapsearch.labdomain.caption
source: Domain
fr: Domaine

# tfrmldapsearch.labdomaincontroller.caption
source: Domain Controller
fr: Contrôleur de domaine

# tfrmldapsearch.labotheruser.caption
source: User
fr: Utilisateur

# tfrmldapsearch.labpassword.caption
source: Password
fr: Mot de passe

# tfrmmanagedeploymentconfiguration.actdeletedeployconfig.caption
source: Delete Config
fr: Supprimer la configuration

source: Edit Config
fr: Éditer la configuration

source: Get Config
fr: Récupérer les configurations

# tfrmmanagedeploymentconfiguration.actnewhostdeployconfig.caption
source: New Config
fr: Nouvelle configuration

source: Resign Config
fr: Re-signer la configuration

# tfrmmanagedeploymentconfiguration.actsavedeployconfig.caption
source: Save Config
fr: Enregistrer les configurations

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[0].text
source: Name
fr: Nom

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[1].text
source: Config Iso
fr: Iso

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[2].text
source: XML Conf
fr: Configuration XML

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[3].text
source: Script Postinstall
fr: Script de postinstallation

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[4].text
source: Platform
fr: Plateforme

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[5].text
source: Install Wapt
fr: Installer WAPT

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[6].text
source: Created by
fr: Créé par

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[7].text
source: Created on
fr: Créé le

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[8].text
source: Updated by
fr: Modifié par

# tfrmmanagedeploymentconfiguration.gridconfigdeploy.header.columns[9].text
source: Updated on
fr: Modifié le

# tfrmmanagedeploymentdrivers.actdeletedriverconfig.caption
source: Delete Driver Config
fr: Supprimer la conf. de driver

# tfrmmanagedeploymentdrivers.actdeleteunuseddriverfiles.caption
source: Delete Unused Driver Files
fr: Supprimer les fichiers inutilisés (driver)

# tfrmmanagedeploymentdrivers.actdownloaddriversbundlefiles.caption
source: Download Drivers bundle files
fr: Télécharger les fichiers d'ensemble de pilotes

# tfrmmanagedeploymentdrivers.actgetdriverbundles.caption
source: Refresh Drivers
fr: Actualiser (driver)

# tfrmmanagedeploymentdrivers.actnewdriversconfig.caption
source: New Driver Config
fr: Nouvelle conf. de driver

source: Resign Drivers bundle files
fr: Re-signer les fichiers d'ensemble de pilotes

# tfrmmanagedeploymentdrivers.actupdatedriverbundlefiles.caption
source: Update driver bundle files
fr: Mettre à jour les fichiers de l'ensemble de pilotes

# tfrmmanagedeploymentdrivers.griddeploydrivers.header.columns[0].text
source: Name
fr: Nom

# tfrmmanagedeploymentdrivers.griddeploydrivers.header.columns[2].text
source: Filter
fr: Filtre

# tfrmmanagedeploymentdrivers.labdrivers.caption
source: Drivers
fr: Pilotes

source: Close file
fr: Fermer le fichier

source: Set as dependency
fr: Mettre en dépendance

source: Set as conflict
fr: Mettre en conflit

source: Edit File
fr: Modifier le fichier

# tfrmpackagedetails.actfind.caption
source: Find
fr: Trouver

source: Find Next
fr: Trouver le prochain

# tfrmpackagedetails.actinspectfile.caption
source: Verify file fingerprint in VirusTotal
fr: Vérifier l'empreinte du fichier sur VirusTotal

source: Open file folder
fr: Ouvrir l'emplacement du fichier

source: Remove Conflict
fr: Supprimer le conflit

source: Remove Dependency
fr: Supprimer les dépendances

source: Save File
fr: Sauvegarder le fichier

# tfrmpackagedetails.cbincpackageversion.caption
source: Increment the package version
fr: Incrémenter la version du paquet

# tfrmpackagedetails.cbshowmoreattributes.caption
source: Show more attributes
fr: Voir plus d'attributs

# tfrmpackagedetails.edarchitecture.hint
source: Target architecture
fr: Architecture cible

# tfrmpackagedetails.editbtn.caption
source: Edit
fr: Éditer

# tfrmpackagedetails.frmsetupscript.toppanel.runconfigbox.text
source: Install
fr: Installer

# tfrmpackagedetails.gridconflicts.header.columns[10].text
source: md5sum
fr: Somme MD5

# tfrmpackagedetails.gridconflicts.header.columns[11].text
source: repo_url
fr: Dépôt

# tfrmpackagedetails.gridconflicts.header.columns[12].text
source: priority
fr: Priorité

# tfrmpackagedetails.gridconflicts.header.columns[15].text
source: audit_schedule
fr: Planification d'audit

# tfrmpackagedetails.gridconflicts.header.columns[16].text
source: signed_attributes
fr: Attributs signés

# tfrmpackagedetails.gridconflicts.header.columns[17].text
source: maintainer
fr: Mainteneur

# tfrmpackagedetails.gridconflicts.header.columns[18].text
source: package_uuid
fr: UUID du paquet

# tfrmpackagedetails.gridconflicts.header.columns[19].text
source: impacted_process
fr: Processus impactés

# tfrmpackagedetails.gridconflicts.header.columns[1].text
source: Name
fr: Nom

# tfrmpackagedetails.gridconflicts.header.columns[20].text
source: signer_fingerprint
fr: Empreinte du signataire

# tfrmpackagedetails.gridconflicts.header.columns[21].text
source: keywords
fr: Mots clés

# tfrmpackagedetails.gridconflicts.header.columns[22].text
source: repo
fr: Dépôt

# tfrmpackagedetails.gridconflicts.header.columns[23].text
source: localpath
fr: Chemin local

# tfrmpackagedetails.gridconflicts.header.columns[24].text
source: homepage
fr: Page d'accueil

# tfrmpackagedetails.gridconflicts.header.columns[25].text
source: sourcespath
fr: Chemin Local

# tfrmpackagedetails.gridconflicts.header.columns[27].text
source: icon_sha256sum
fr: Somme sha256 de l'icône

# tfrmpackagedetails.gridconflicts.header.columns[28].text
source: persistent_dir
fr: dossier persistant

# tfrmpackagedetails.gridconflicts.header.columns[29].text
source: description_ru
fr: Description russe

# tfrmpackagedetails.gridconflicts.header.columns[2].text
source: Package
fr: Paquet

# tfrmpackagedetails.gridconflicts.header.columns[30].text
source: description_pt
fr: Description portugaise

# tfrmpackagedetails.gridconflicts.header.columns[31].text
source: description_pl
fr: Description polonaise

# tfrmpackagedetails.gridconflicts.header.columns[32].text
source: description_nl
fr: Description néerlandaise

# tfrmpackagedetails.gridconflicts.header.columns[33].text
source: description_it
fr: Description italienne

# tfrmpackagedetails.gridconflicts.header.columns[34].text
source: description_fr
fr: Description française

# tfrmpackagedetails.gridconflicts.header.columns[35].text
source: description_es
fr: Description espagnole

# tfrmpackagedetails.gridconflicts.header.columns[36].text
source: description_de
fr: Description allemande

# tfrmpackagedetails.gridconflicts.header.columns[4].text
source: Dependencies
fr: Dépendances

# tfrmpackagedetails.gridconflicts.header.columns[5].text
source: Conflicts
fr: Conflits

# tfrmpackagedetails.gridconflicts.header.columns[6].text
source: Signer
fr: Signataire

# tfrmpackagedetails.gridconflicts.header.columns[7].text
source: Signed on
fr: Signé le

# tfrmpackagedetails.gridconflicts.header.columns[8].text
source: Editor
fr: Éditeur

# tfrmpackagedetails.gridconflicts.header.columns[9].text
source: filename
fr: Nom du fichier

# tfrmpackagedetails.griddepends.header.columns[10].text
source: md5sum
fr: Somme md5

# tfrmpackagedetails.griddepends.header.columns[11].text
source: repo_url
fr: Dépôt

# tfrmpackagedetails.griddepends.header.columns[12].text
source: priority
fr: Priorité

# tfrmpackagedetails.griddepends.header.columns[15].text
source: audit_schedule
fr: Planification d'audit

# tfrmpackagedetails.griddepends.header.columns[16].text
source: signed_attributes
fr: Attributs signés

# tfrmpackagedetails.griddepends.header.columns[17].text
source: maintainer
fr: Mainteneur

# tfrmpackagedetails.griddepends.header.columns[18].text
source: package_uuid
fr: UUID du paquet

# tfrmpackagedetails.griddepends.header.columns[19].text
source: impacted_process
fr: Processus impactés

# tfrmpackagedetails.griddepends.header.columns[1].text
source: Name
fr: Nom

# tfrmpackagedetails.griddepends.header.columns[20].text
source: signer_fingerprint
fr: Empreinte du signataire

# tfrmpackagedetails.griddepends.header.columns[21].text
source: keywords
fr: Mots clés

# tfrmpackagedetails.griddepends.header.columns[22].text
source: repo
fr: Dépôt

# tfrmpackagedetails.griddepends.header.columns[23].text
source: localpath
fr: Chemin Local

# tfrmpackagedetails.griddepends.header.columns[24].text
source: homepage
fr: Page d'accueil

# tfrmpackagedetails.griddepends.header.columns[25].text
source: sourcespath
fr: Chemin Local

# tfrmpackagedetails.griddepends.header.columns[27].text
source: icon_sha256sum
fr: Somme sha256 de l'icône

# tfrmpackagedetails.griddepends.header.columns[28].text
source: persistent_dir
fr: Dossier persistant

# tfrmpackagedetails.griddepends.header.columns[29].text
source: description_ru
fr: Description russe

# tfrmpackagedetails.griddepends.header.columns[2].text
source: Package
fr: Paquet

# tfrmpackagedetails.griddepends.header.columns[30].text
source: description_pt
fr: Description portugaise

# tfrmpackagedetails.griddepends.header.columns[31].text
source: description_pl
fr: Description polonaise

# tfrmpackagedetails.griddepends.header.columns[32].text
source: description_nl
fr: Description néerlandaise

# tfrmpackagedetails.griddepends.header.columns[33].text
source: description_it
fr: Description italienne

# tfrmpackagedetails.griddepends.header.columns[34].text
source: description_fr
fr: Description française

# tfrmpackagedetails.griddepends.header.columns[35].text
source: description_es
fr: Description espagnole

# tfrmpackagedetails.griddepends.header.columns[36].text
source: description_de
fr: Description allemande

# tfrmpackagedetails.griddepends.header.columns[4].text
source: Dependencies
fr: Dépendances

# tfrmpackagedetails.griddepends.header.columns[5].text
source: Conflicts
fr: Conflits

# tfrmpackagedetails.griddepends.header.columns[6].text
source: Signer
fr: Signataire

# tfrmpackagedetails.griddepends.header.columns[7].text
source: Signed on
fr: Signé le

# tfrmpackagedetails.griddepends.header.columns[8].text
source: Editor
fr: Éditeur

# tfrmpackagedetails.griddepends.header.columns[9].text
source: filename
fr: Nom du fichier

# tfrmpackagedetails.gridfiles.header.columns[0].text
source: Filename
fr: Nom du fichier

# tfrmpackagedetails.gridfiles.header.columns[1].text
source: File Fingerprint
fr: Empreinte du fichier (sha256)

# tfrmpackagedetails.labarchitecture.caption
source: Target arch
fr: Arch. cible

# tfrmpackagedetails.labarchitecture.hint
source: Target architecture
fr: Architecture cible

# tfrmpackagedetails.labforcedinstallon.caption
source: Force install before
fr: Forcer l'installation avant

# tfrmpackagedetails.labmaturity.caption
source: Package Maturity
fr: Maturité du paquet

# tfrmpackagedetails.labname.caption
source: Name
fr: Nom

# tfrmpackagedetails.labpackage.caption
source: Package
fr: Paquet

# tfrmpackagedetails.labpackagefilename.caption
source: Package filename
fr: Nom de fichier

# tfrmpackagedetails.labpackageuuid.caption
source: Package UUID
fr: UUID du paquet

# tfrmpackagedetails.labtargetos.caption
source: Target OS
fr: OS ciblés

# tfrmpackagedetails.labvalidfrom.caption
source: Valid from
fr: Début de validité

# tfrmpackagedetails.labvaliduntil.caption
source: Valid until
fr: Fin de validité

# tfrmpackagedetails.lbcategories.caption
source: Categories
fr: Catégories

source: Editing file
fr: Modification du fichier

# tfrmpackagedetails.pgconflicts.caption
source: Conflicts
fr: Conflits

# tfrmpackagedetails.pgdependencies.caption
source: Dependencies
fr: Dépendances

# tfrmpackagedetails.pgfiles.caption
source: Files
fr: Fichiers

# tfrmpackagedetails.toolbutton1.caption
source: Reload
fr: Recharger

# tfrmpackagenamesselect.actrefresh.caption
source: Refresh
fr: Actualiser

source: Show only packages available in main repository
fr: Ne montrer que les paquets disponibles dans le dépôt

source: Show only packages which are actually available in server's repository. If unchecked, all known packages are listed.
fr: Lister seulement les paquets disponibles sur le dépôt du serveur. Si décoché, tous les paquets connus sont listés.

# tfrmpackagenamesselect.edsearch.hint
source: Use keywords to narrow search.
fr: Affinez la recherche à l'aide de mots-clés.

# tfrmpackagenamesselect.filterpackageslabel.caption
source: Filter packages
fr: Filtrer les paquets

# tfrmpackagenamesselect.gridpackages.header.columns[0].text
source: Package
fr: Paquet

# tfrmpackagenamesselect.gridpackages.header.columns[1].text
source: Target OS
fr: OS ciblés

# tfrmpackagenamesselect.gridpackages.header.columns[3].text
source: Last signature date
fr: Dernière date de signature

source: Known package names :
fr: Noms de paquets connus :

# tfrmpackagenamesselect.labselectedtotals.caption
source: Total : 0 elements
fr: Total : 0 éléments

source: Run
fr: Lancer

source: Execute Script
fr: Executer le script

# tfrmpyeditor.actreinitializeintepreter.caption
source: Reinitialize Interpreter
fr: Reinitialiser l'interpreteur

# tfrmpyeditor.btnreset.caption
source: Reinitialize Interpreter
fr: Reinitialiser l'interpreteur

source: Choose as Host UUID
fr: Choisir comme Host UUID

source: Clear filters
fr: Retirer les filtres

# tfrmreportingqueries.actclose.caption
source: Close
fr: Fermer

source: Design Mode
fr: Mode Design

# tfrmreportingqueries.actexecute.caption
source: Execute
fr: Exécuter

# tfrmreportingqueries.actexporttospreadsheet.caption
source: Export to spreadsheet
fr: Exporter vers tableur

source: Filter rows with same selected values
fr: Filtrer les lignes avec les valeurs sélectionnées

source: Remove Host UUID
fr: Retirer l'Host UUID

# tfrmreportingqueries.actsavecurrentquery.caption
source: Save
fr: Enregistrer

# tfrmreportingqueries.labelreportingnumber.caption
source: Total : 0 elements
fr: Total : 0 éléments

source: Hide system components
fr: Cache les composants systèmes

source: Software name
fr: Nom du logiciel

# tfrmsoftwareslist.gridhostsoftwares.header.columns[2].text
source: Install date
fr: Date d'installation

source: Publisher
fr: Editeur

# tfrmsoftwareslist.gridhostsoftwares.header.columns[4].text
source: Serial number
fr: Numéro de série

source: Install location
fr: Chemin d'installation

# tfrmsoftwareslist.gridhostsoftwares.header.columns[6].text
source: Uninstall key
fr: Clé de désinstallation

source: System component
fr: Composant système

source: Canonical name
fr: Nom normalisé

# tfrmsoftwareslist.seltotalsoftwareinventorylabel.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tfrmsoftwaresnormalisation.actnormalizationfilter.caption
source: Filter
fr: Filtre

# tfrmsoftwaresnormalisation.actnormalizationimportsoftwares.caption
source: Refresh
fr: Actualiser

# tfrmsoftwaresnormalisation.actnormalizationimportsoftwares.hint
source: Append all the software descriptions gathered from hosts inventory
fr: Ajouter toutes les descriptions de logiciels collectées depuis les inventaires des postes

# tfrmsoftwaresnormalisation.actnormalizationwritetable.caption
source: Save
fr: Enregistrer

# tfrmsoftwaresnormalisation.gridnormalization.header.columns[0].text
source: Name
fr: Nom

# tfrmsoftwaresnormalisation.gridnormalization.header.columns[1].text
source: Normalized
fr: Normalisé

# tfrmsoftwaresnormalisation.gridnormalization.header.columns[2].text
source: Key
fr: Clé

# tfrmsoftwaresnormalisation.gridnormalization.header.columns[3].text
source: Windows Update
fr: Mises à jour Windows

# tfrmsoftwaresnormalisation.gridnormalization.header.columns[4].text
source: Banned
fr: Banni

# tfrmsoftwaresnormalisation.seltotalsftwcaption.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tfrmtrustedcerts.actrefresh.caption
source: Refresh
fr: Actualiser

source: CA only
fr: Seulement les CA

source: Trusted only
fr: Certificats de confiance seulement

# tfrmtrustedcerts.edsearch.hint
source: Use keywords to narrow search.
fr: Affinez la recherche à l'aide de mots-clés.

source: SHA1 Fingerprint
fr: Empreinte SHA1

# tfrmtrustedcerts.gridtrustedcerts.header.columns[1].text
source: Certificate Name
fr: Nom de certificat

# tfrmtrustedcerts.gridtrustedcerts.header.columns[2].text
source: Issuer
fr: Émetteur

# tfrmtrustedcerts.gridtrustedcerts.header.columns[4].text
source: Code signing
fr: Signature de code

# tfrmtrustedcerts.gridtrustedcerts.header.columns[5].text
source: Serial number
fr: Numéro de série
