Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

# tfrmtrustedcerts.gridtrustedcerts.header.columns[6].text
source: Certificate expire
fr: Expiration du certificat

# tfrmtrustedcerts.gridtrustedcerts.header.columns[7].text
source: Fingerprint (sha256)
fr: Empreinte (sha256)

# tfrmtrustedcerts.gridtrustedcerts.header.columns[8].text
source: Issuer DN
fr: DN du l'émetteur

# tfrmtrustedcerts.label2.caption
source: Available perimeters trusted by the server
fr: Périmètres autorisés sur le serveur

# tfrmvalidcertificates.actrefresh.caption
source: Refresh
fr: Actualiser

# tfrmvalidcertificates.gridcertificates.header.columns[0].text
source: Certificate Name
fr: Nom de certificat

# tfrmvalidcertificates.gridcertificates.header.columns[12].text
source: not_before
fr: Début de validité

source: Fingerprint (sha1)
fr: Empreinte (sha1)

# tfrmvalidcertificates.gridcertificates.header.columns[1].text
source: Valid until
fr: Fin de validité

# tfrmvalidcertificates.gridcertificates.header.columns[2].text
source: Code signing
fr: Signature de code

# tfrmvalidcertificates.gridcertificates.header.columns[4].text
source: Self Signed
fr: Auto signé

# tfrmvalidcertificates.gridcertificates.header.columns[5].text
source: Issuer
fr: Émetteur

# tfrmvalidcertificates.gridcertificates.header.columns[6].text
source: Serial number
fr: Numéro de série

# tfrmvalidcertificates.gridcertificates.header.columns[7].text
source: Fingerprint (sha256)
fr: Empreinte (sha256)

# tfrmvalidcertificates.gridcertificates.header.columns[8].text
source: Issuer DN
fr: DN du l'émetteur

# tlazfindreplacedialog.backwardradiobutton.caption
source: Backward
fr: En arrière

# tlazfindreplacedialog.btnpanel.closebutton.caption
source: Replace All
fr: Tout remplacer

# tlazfindreplacedialog.caption
source: Find
fr: Trouver

# tlazfindreplacedialog.casesensitivecheckbox.caption
source: Case sensitive
fr: Respecter la casse

# tlazfindreplacedialog.casesensitivecheckbox.hint
source: Distinguish big and small letters e.g. A and a
fr: Distinguer les majuscules des minuscules e.g. A et a

# tlazfindreplacedialog.enableautocompletespeedbutton.hint
source: Autocomplete
fr: Autocompletion

source: From Beginnin
fr: Du début

# tlazfindreplacedialog.forwardradiobutton.caption
source: Forward
fr: En avant

# tlazfindreplacedialog.fromcursorradiobutton.caption
source: From Cursor
fr: Depuis le curseur

# tlazfindreplacedialog.multilinecheckbox.caption
source: Multiline pattern
fr: Modèle multiligne

# tlazfindreplacedialog.multilinecheckbox.hint
source: Allow searching for multiple lines
fr: Autoriser la recherche sur plusieurs lignes

# tlazfindreplacedialog.origingroupbox.caption
source: Origin
fr: Source

# tlazfindreplacedialog.promptonreplacecheckbox.caption
source: Prompt on Replace
fr: Confirmer les remplacements

# tlazfindreplacedialog.promptonreplacecheckbox.hint
source: Ask before replacing each found text
fr: Demander avant de remplacer chaque texte trouvé

# tlazfindreplacedialog.regularexpressionscheckbox.caption
source: Use Regular Expressions
fr: Utiliser les expressions régulières

# tlazfindreplacedialog.regularexpressionscheckbox.hint
source: Activate regular expression syntax for text and replacement
fr: Activer la syntaxe des expressions régulières pour le texte et les remplacements

# tlazfindreplacedialog.replacewithcheckbox.caption
source: Replace With
fr: Remplacer par

source: Search Scope
fr: Portée de recherche

# tlazfindreplacedialog.selectedradiobutton.caption
source: Selected Text
fr: Texte sélectionné

# tlazfindreplacedialog.texttofindlabel.caption
source: Text to find
fr: Texte à trouver

# tlazfindreplacedialog.wholewordsonlycheckbox.caption
source: Whole Words only
fr: Seulement les mots complets

# tlazfindreplacedialog.wholewordsonlycheckbox.hint
source: Only search for whole words
fr: Rechercher seulement des mots complets

source: About WAPTConsole
fr: A propos de WAPTConsole

# tvisbuyenterprisepopup.caption
source: Discover WAPT Enterprise
fr: Découvrir WAPT Enterprise

# tvisbuyenterprisepopup.discoverwapt.caption
source: Discover WAPT Enterprise
fr: Découvrir WAPT Enterprise

source: Load your licence
fr: Charger votre licence

source: Remind me Later
fr: Me le rappeler plus tard

# tvisbuyenterprisepopup.trywapt.caption
source: Try WAPT Enterprise
fr: Essayer WAPT Enterprise

source: Select your configuration
fr: Sélectionner votre configuration

# tvischangedrivers.caption
source: Change Drivers
fr: Selection d'un nouvel ensemble de pilotes

source: Change private key password
fr: Changer le mot de passe de la clé privée

# tvischangekeypassword.edkeypassword.hint
source: Used to decrypt or encrypt private jkey
fr: Utilisé pour déchiffrer ou chiffrer la clé privée

# tvischangekeypassword.labconfirmpwd.caption
source: Confirm password :
fr: Confirmez le mot de passe :

# tvischangekeypassword.labkeyfilename.caption
source: Key filename :
fr: Nom de fichier de la clé :

# tvischangekeypassword.labkeyfilename.hint
source: E.g. 'tranquilit'. Please don't use any special characters.
fr: E.g. 'tranquilit'. SVP n'utilisez pas de caractères spéciaux.

# tvischangekeypassword.labnewpassword.caption
source: New password :
fr: Nouveau mot de passe :

# tvischangekeypassword.lapassword.caption
source: Private key password :
fr: Mot de passe de la clé privée :

# tvischangepassword.butcancel.caption
source: Cancel
fr: Annuler

# tvischangepassword.butok.caption
source: Save
fr: Enregistrer

source: Change WAPT local server password
fr: Mot de passe du serveur WAPT

# tvischangepassword.labconfirmpwd.caption
source: Confirm password :
fr: Confirmez le mot de passe :

# tvischangepassword.labnewpassword.caption
source: New password :
fr: Nouveau mot de passe :

source: Username
fr: Nom d'utilisateur

# tvischangepassword.lapassword.caption
source: Current password :
fr: Mot de passe actuel :

# tvischoosekeyboard.buttoncancel.caption
source: Cancel
fr: Annuler

# tvischoosekeyboard.caption
source: Choose Keyboard
fr: Choisir un clavier

# tvischoosekeyboard.gridlistkeyboard.header.columns[0].text
source: Name
fr: Nom

# tvischoosekeyboard.gridlistkeyboard.header.columns[1].text
source: Keyboard code
fr: Code de clavier

# tvischoosekeyboard.labchoosekeyboard.caption
source: Choose Keyboard
fr: Choisir un clavier

source: Config Overview
fr: Synthèse de la configuration

# tvisconfigoverview.edfilter.texthint
source: (Filter)
fr: (Filtre)

# tvisconfigoverview.gridconfig.header.columns[0].text
source: Origin
fr: Source

source: Line
fr: Ligne

# tvisconfigoverview.gridconfighistory.header.columns[0].text
source: Origin
fr: Source

# tvisconfigoverview.gridconfighistory.header.columns[1].text
source: Value
fr: Valeur

# tvisconfigoverview.gridconfighistory.header.columns[2].text
source: Priority
fr: Priorité

source: Filter :
fr: Filtre :

# tvisconfigpackagewizard.actaddcertificate.caption
source: Add certificate
fr: Ajouter un certificat

source: Add a trusted certificate
fr: Ajouter un certificat de confiance

source: Save Active Section
fr: Sauvegarder la section active

source: Add new Repository
fr: Ajouter un nouveau dépôt

source: Add an additional repository section
fr: Ajouter une section pour un dépôt additionnel

source: Copy URL
fr: Copier l'URL

source: Delete Configuration
fr: Supprimer la configuration

source: Delete selected waptagent configuration
fr: Supprimer la configuration de waptagent sélectionnée

source: Delete selected property
fr: Effacer la propriété sélectionnée

source: Export As Json File
fr: Exporter au format JSON

source: Force save selected property
fr: Forcer la valeur de la propriété sélectionnée

source: Get server certificate
fr: Récupérer le certificat du serveur

source: Copy installation command
fr: Copier la commande d'installation

source: Load Json from file
fr: Charger un Json depuis un fichier

source: Load Json from server
fr: Charger un Json depuis un serveur

source: New Configuration
fr: Nouvelle configuration

source: Add a new waptagent JSON configuration
fr: Ajouter une nouvelle configuration waptagent JSON

source: Official Documentation
fr: Documentation officielle

# tvisconfigpackagewizard.actrefreshserverconfigs.caption
source: Reload configuration
fr: Recharger les configurations

source: Remove Certificate
fr: Supprimer le certificat

source: Remove a trusted certificate
fr: Enlever un certificat de confiance

source: Reset all properties
fr: Réinitialiser toutes les propriétés

source: Reset current section
fr: Réinitialiser la section en cours

source: Reset selected property to default value
fr: Réinitialiser la propriété sélectionnée à la valeur par défaut

# tvisconfigpackagewizard.actsave.caption
source: Save
fr: Enregistrer

# tvisconfigpackagewizard.actsaveonserver.caption
source: Save on server
fr: Enregistrer sur le serveur

# tvisconfigpackagewizard.actselectcertificate.hint
source: Select certificate file
fr: Selectioner un fichier certificat

source: Show server certificate
fr: Afficher le certificat serveur

# tvisconfigpackagewizard.btnclose.caption
source: &Close
fr: &Fermer

source: Manage waptagent JSON configurations
fr: Gérer les configurations de waptagent JSON

# tvisconfigpackagewizard.cbglobalallowreboot.caption
source: Allow remote reboot
fr: Autoriser le redémarrage à distance

# tvisconfigpackagewizard.cbglobalallowshutdown.caption
source: Allow remote shutdown
fr: Autoriser l'extinction à distance

# tvisconfigpackagewizard.cbglobalfqndasuuid.caption
source: Use computer FQDN for UUID
fr: Utiliser le nom FQDN de la machine comme identifiant UUID

# tvisconfigpackagewizard.cbglobalincludedmiinventory.caption
source: Include DMI infos in inventory
fr: Inclure les infos DMI dans l'inventaire

# tvisconfigpackagewizard.cbglobalincludewmiinventory.caption
source: Include WMI infos in inventory (Windows only)
fr: Inclure les infos WMI dans l'inventaire (Windows)

source: Use repository rules
fr: Utiliser les règles des dépôts

# tvisconfigpackagewizard.cbglobalupdateserverstatusonconnect.caption
source: Send status to server on Agent websocket reconnection
fr: Met à jour le status sur le serveur à la reconnection de l'agent

# tvisconfigpackagewizard.cbglobalupdateserverstatusonconnect.hint
source: When agent reconnects it websockets to the server, agent send the updated status of packages, softwares and audit to the server.
fr: Quand l'agent reconnecte sa websocket, il envoie immédiatement au serveur les mises à jour de status des paquets, logiciels et audits.

# tvisconfigpackagewizard.cbglobaluseadgroups.caption
source: Enable automatic install of packages based on AD groups
fr: Activer l'installation automatique de paquets basée sur les groupes AD

source: Use Kerberos
fr: Utiliser Kerberos

# tvisconfigpackagewizard.cbglobaluserandomuuid.caption
source: Use random host UUID (for buggy BIOS)
fr: Utiliser un UUID de machine aléatoire (pour les BIOS bogués)

source: Wake On Lan Relay
fr: Relais Wake On Lan

source: Synchronize packages and system updates on the agent
fr: Synchroniser les paquets et les mises à jour système sur l'agent

source: If you check this, the agent will synchronize locally all the packages (wapt) and system updates (waptwua). The agents can then be used as a secondary repository.
fr: Si vous activez ceci, les agents vont télécharger tous les paquets (wapt) et mises à jour système (waptwua). Les agents qui ont cette configuration pourront être utilisés comme dépôts secondaires.

source: Synchronize only when asked
fr: Synchroniser seulement quand demandé

source: Allow all Updates by default unless explicitely forbidden by rules
fr: Autoriser les mises à jour par défaut sauf si explicitement interdites par des règles

source: Download updates from Microsoft Servers
fr: Télécharger les mises à jour depuis les serveurs Microsoft

source: Manage Windows Updates with WAPT
fr: Traiter les mises à jour Windows avec WAPT

source: Include potentially superseded updates
fr: Inclure les mises à jour potentiellement remplacées

source: Install Pending Windows Updates at Shutdown
fr: Installer les mises à jour en attente à l'arrêt du poste

# tvisconfigpackagewizard.comboboxglobalauthtype.hint
source: How the waptservice is authenticating the user. For waptself or wapt-get in service mode. - system: use the local system authentication. The user has to provide a login/password - waptserver-ldap : SSO. The local service authenticate the user with Kerberos, and then query the server for groups. Server gets the user groups using ldap query. - waptagent-ldap : the local service agent makes a direct ldap bind to the AD using wapt-get.ini ldap_auth_server param. The user has to provide a login/password - nopassword : the local service authenticate the user using a temporary encrypted token in the user's home directory. Only local groups are handled.
fr: Mécanisme d'authentification de l'utilisateur du waptservice. Pour waptself ou wapt-get en mode "service". - system: utiliser le l'authentification du système hôte. L'utilisateur doit fournir un login et mot de passe - waptserver-ldap : SSO. Le service local authentifie l'utilisateur avec Kerberos, puis ensuite récupère auprès du serveur les groupes. Le serveur obtient les groupes par une requête LDAP. - waptagent-ldap : Le service local fait une requête LDAP authentifiée auprès de l'AD désigné par le paramètre ldap_auth_server de wapt-get.ini.L'utilisateur doit fournir un login et mot de passe - nopassword : the local service authenticate the user using a temporary encrypted token in the user's home directory. Only local groups are handled. - nopassword : le service local authentifie l'utilisateur en partageant un token temporaire chiffré dans le répertoire de l'utilisateur. Seuls les groupes locaux sont supportés pour les règles self-service.

source: (Name)
fr: (Nom)

# tvisconfigpackagewizard.edpropertyfilter.texthint
source: (Filter)
fr: (Filtre)

source: Certificate Name
fr: Nom de certificat

source: not_before
fr: Début de validité

source: Valid until
fr: Fin de validité

source: Code signing
fr: Signature de code

source: Self Signed
fr: Auto signé

source: Issuer
fr: Émetteur

source: Serial number
fr: Numéro de série

source: Fingerprint (sha256)
fr: Empreinte (sha256)

source: Issuer DN
fr: DN du l'émetteur

# tvisconfigpackagewizard.gridserverconfigs.header.columns[0].text
source: Configuration Name
fr: Nom de la configuration

source: Configuration Hash
fr: Hash de configuration

# tvisconfigpackagewizard.gridserverconfigs.header.columns[2].text
source: Filename
fr: Nom du fichier

# tvisconfigpackagewizard.grpboxglobalhosts.caption
source: Computer
fr: Machine

source: Others
fr: Autre

# tvisconfigpackagewizard.grpboxglobalserver.caption
source: Server
fr: Serveur

source: Sync Planning
fr: Plannification des synchronisations

source: Updates Downloads
fr: Téléchargement des mises à jour

source: Updates Installs
fr: Installation des mises à jour

# tvisconfigpackagewizard.labmaturity.caption
source: Maturity :
fr: Maturité :

# tvisconfigpackagewizard.labspecificpath.caption
source: Specific PEM bundle path :
fr: Chemin du magasin de certificats :

source: Packages Audit Period :
fr: Plannification des audit de paquets :

# tvisconfigpackagewizard.lbglobalauthtype.caption
source: Authentication type :
fr: Moyen d'authentification :

# tvisconfigpackagewizard.lbglobalhostprofiles.caption
source: Always install these packages
fr: Toujours installer ces paquets

source: Main WAPT Repository URL :
fr: URL du dépôt WAPT principal :

source: Maturities :
fr: Maturités :

source: WAPT Server URL :
fr: URL du serveur WAPT :

# tvisconfigpackagewizard.lbglobalserver1.caption
source: Https server certificate checking :
fr: Vérification du certificat du serveur :

source: Package Name :
fr: Nom de paquet :

source: Priority :
fr: Priorité :

source: Properties :
fr: Propriétés :

source: Local repository time for synchronization end :
fr: Heure locale du dépôt pour la fin de la synchronisation :

source: Synchronize task period :
fr: Période de synchronisation :

source: Remote repository directories :
fr: Répertoires du dépôt distant :

source: Comma separated list of directories on the main serve. wapt: packages and Package index waptwua: windows updates wapt-host
fr: Liste CSVC des répertoires sur le serveur principal. wapt: Paquets wapt et index des paquets waptwua: mises à jour système wapt-host: paquets machine.

source: Local repository time for synchronization start :
fr: Heure locale du dépôt pour le début de la synchronisation :

source: Saved Properties :
fr: Propriétés sauvegardées

# tvisconfigpackagewizard.lbwaptwuadownloadsschedule.caption
source: Scan / download scheduling :
fr: Planification du scan / téléchargement :

source: Minimum delay before installation (days after publish date) :
fr: Délay minimum avant l'installation (jours après la date de publication) :

source: Installations scheduling :
fr: Programmation des installations :

source: Allowed Severities :
fr: Criticités autorisés

# tvisconfigpackagewizard.opendialogcertificate.title
source: Select a public certificate file
fr: Selectioner un fichier certificat publique

# tvisconfigpackagewizard.opendialogcrt.title
source: Select public certificates file
fr: Sélectionner un certificat public

source: Select Saving file
fr: Selectionner le fichier de sauvegarde

source: Advanced Editing
fr: Édition avancée

source: Import Json configuration
fr: Importer une configuration Json

source: Import the configuration from an existing json config file
fr: Importer une configuration depuis un fichier JSON existant

# tvisconfirmimportpackage.btncancel.caption
source: Cancel
fr: Annuler

source: Import
fr: Importer

# tvisconfirmimportpackage.cbimportdependencies.caption
source: Import dependencies too
fr: Importer également les dépendances

# tvisconfirmimportpackage.labpackagematurity.caption
source: Package maturity
fr: Maturité du paquet

source: Confirm package duplication
fr: Confirmer la duplication des paquets

# tvisconfirmimportpackage.sogridpackages.header.columns[0].text
source: Allowed
fr: Autorisé

# tvisconfirmimportpackage.sogridpackages.header.columns[1].text
source: Package
fr: Paquet

# tvisconfirmimportpackage.sogridpackages.header.columns[2].text
source: Filename
fr: Nom du fichier

# tvisconfirmimportpackage.sogridpackages.header.columns[4].text
source: Arch
fr: Architecture

# tvisconfirmimportpackage.sogridpackages.header.columns[6].text
source: Locale
fr: Langue

# tvisconfirmimportpackage.sogridpackages.header.columns[7].text
source: Size
fr: Taille

source: DISCLAIMER
fr: ATTENTION

# tviscreateconfigdeploy.actfind.caption
source: Find
fr: Trouver

# tviscreateconfigdeploy.actfindnext.caption
source: Find next
fr: Trouver le prochain

# tviscreateconfigdeploy.buttoncancel.caption
source: Cancel
fr: Annuler

# tviscreateconfigdeploy.buttoncreate.caption
source: Save
fr: Enregistrer

source: Deployment configuration
fr: Configuration de déploiement

# tviscreateconfigdeploy.cbinstallwapt.caption
source: Install Wapt
fr: Installer WAPT

source: For Windows
fr: Pour Windows

source: IPXE File Script
fr: Charger un script IPXE

source: Post install Script
fr: Charger un script de post install

source: Configuration file
fr: Charger une config

# tviscreateconfigdeploy.labconfigname.caption
source: Config Name
fr: Nom de la configuration

# tviscreateconfigdeploy.labisoconfigname.caption
source: Iso Name
fr: Nom de l'Iso

# tviscreatedriverconfig.bitbtncancel.caption
source: Cancel
fr: Annuler

# tviscreatedriverconfig.bitbtnsave.caption
source: Save
fr: Enregistrer

source: Select a directory
fr: Choisir un répertoire

source: Upload Drivers
fr: Télécharger des pilotes

source: Filter (must be unique)
fr: Filtre (doit être unique).

source: Driver config name (must be unique)
fr: Nom de configuration des pilotes (doit être unique).

source: Choose Dir
fr: Choisir un répertoire

# tviscreatedriverconfig.labfilter.caption
source: Filter
fr: Filtre

# tviscreatedriverconfig.labname.caption
source: Name
fr: Nom

# tviscreateformatconfig.buttoncancel.caption
source: Cancel
fr: Annuler

# tviscreateformatconfig.buttonloadlegacy.caption
source: Load
fr: Charger

# tviscreateformatconfig.buttonloaduefi.caption
source: Load
fr: Charger

# tviscreateformatconfig.buttonsave.caption
source: Save
fr: Enregistrer

# tviscreateformatconfig.caption
source: Create Format Config
fr: Créer une configuration pour le formatage de disque

source: Example of Legacy script
fr: Exemple d'un script Legacy

source: Example of UEFI script
fr: Exemple d'un script UEFI

# tviscreatehostdeploy.bitbtncancel.caption
source: Cancel
fr: Annuler

# tviscreatehostdeploy.buttoncreatehost.caption
source: Save
fr: Enregistrer

source: Host to Deploy
fr: Une machine à déployer

# tviscreatehostdeploy.cbwaitingtodeploy.caption
source: Waiting to Deploy
fr: En Attente de déploiement

# tviscreatehostdeploy.labconfigname.caption
source: Config Name
fr: Nom de la configuration

# tviscreatehostdeploy.labdrivers.caption
source: Drivers
fr: Pilotes

# tviscreatehostdeploy.labhostdeploymacaddresses.caption
source: Mac Addresses
fr: Addresses Mac

# tviscreatehostdeploy.labhostdeployname.caption
source: Hostname
fr: Nom de machine

# tviscreatehostdeploy.labproductkey.caption
source: Product Key
fr: Clé de produit

# tviscreateisoconfig.bitbtncancel.caption
source: Cancel
fr: Annuler

# tviscreateisoconfig.bitbtnsave.caption
source: Save
fr: Enregistrer

source: Select a .iso file
fr: Choisir un fichier .iso

source: Upload an Iso
fr: Téléchargement d'Iso

source: Iso name (must be unique)
fr: Nom de l'Iso (doit être unique)

source: Must be an .iso file
fr: Le fichier doit être un .iso

# tviscreateisoconfig.labisofile.caption
source: Iso File
fr: Fichier ISO

# tviscreateisoconfig.labisoname.caption
source: Iso Name
fr: Nom de l'ISO

# tviscreatekey.actadvanced.caption
source: Advanced
fr: Avancé

# tviscreatekey.bitbtn2.caption
source: Cancel
fr: Annuler

source: Generate private key and self signed certificate
fr: Générer une clé privée et un certificat auto-signé

source: Tag as code signing
fr: Pour Signature de code

source: Export PKCS12 too
fr: Exporter également en PKCS12

source: Tag as CA Certificate
fr: Pour usage en tant que CA

source: Tag as Client Side Authentication
fr: Pour usage Authentification cliente

# tviscreatekey.edcertbasename.hint
source: This information will be used as Signer identification in packages
fr: Cette information sera utilisée pour identifier le signataire dans les paquets

# tviscreatekey.edcommonname.hint
source: This information will be used as Signer identification in packages
fr: Cette information sera utilisée pour identifier le signataire dans les paquets

# tviscreatekey.edkeypassword.hint
source: Used to decrypt or encrypt private jkey
fr: Utilisé pour déchiffrer ou chiffrer la clé privée

source: The certificate validity duration in days starting today
fr: La validité du certificat en jours, à partir de maintenant.

source: If you don't provide a CA Certificate and key, your certificate will be self-signed.
fr: Si vous ne fournissez pas un certificat CA et sa clé, votre certificat sera autosigné.

source: Authority Signing Certificate
fr: Certificat de l'autorité

source: Authority Signing Key
fr: Clé privée de l'autorité

source: Certificate name
fr: Nom du certificat

source: Base filename of the certificate
fr: Nom de fichier pour le certificat

source: Common Name(CN) :
fr: Nom Commun (CN) :

source: Confirm password
fr: Confirmer le mot de passe

source: Country (2 chars. E.g. : FR):
fr: Pays (2 caractères. Exemple : FR):

source: Main site country code
fr: Code pays du site principal

# tviscreatekey.labkeyfn.caption
source: Key filename :
fr: Nom de fichier de la clé :
