Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

source: The signature of the package %s cannot be verified do you want to import it anyway ?
fr: La signature du paquet %s ne peut être vérifiée, voulez-vous l'importer quand même?

# uwaptconsoleres.rsbarcreatesyncjson
source: Creation of sync.json
fr: Création du sync.json

source: Update of sync.json
fr: Màj du sync.json

source: before incrementing it
fr: avant de l'incrémenter

source: Binary missing on server
fr: Binaire manquant sur le serveur

source: Both of your WinPE architectures are outdated. You may upload a new version of the WinPE on your server. Would you like to upload a new WinPE ?
fr: Vos deux architectures de WinPE ne sont plus à jour. Télécharger une nouvelle version de votre WinPE est recommandé. Voulez-vous télécharger un nouveau WinPE sur votre serveur ?

source: %s is being built.
fr: Construction de %s en cours.

# uwaptconsoleres.rsbuildinprogress
source: Build in progress.
fr: Compilation en cours.

# uwaptconsoleres.rsbundleconfigeditcaption
source: Edit package bundle configuration
fr: Éditer la configuration d'un groupe de paquets

# uwaptconsoleres.rscanceled
source: canceled
fr: Annulé

source: Canceled by User
fr: Annuler par l'utilisateur

# uwaptconsoleres.rscanceledtask
source: Cancelled %s
fr: %s annulé

source: You are trying to delete all the admin accounts of this server. To prevent the server to be left without any admin your account will be kept. Are you sure to continue ?
fr: Vous essayez de supprimer tout les comptes administrateur de ce serveur. Pour éviter que le serveur n'ait plus d'administratuer, votre compte sera conservé. Voulez vous continuer ?

source: You are trying to remove all the admin rights on this server. To prevent the server to be left without any admin your account will be keeping his rights. Are you sure to continue ?
fr: Vous essayez d'enlever tout les droits administrateur sur ce serveur. Pour éviter que le serveur n'ait plus d'administrateur, votre compte conservera ses droits. Voulez-vous continuer ?

source: There are errors in the package making it unsavable. Are you sure you want to close the window ? If yes, you will loose your changes
fr: Il y a des erreurs sur le paquet qui empêchent de le sauvegarder. Voulez vous vraiment fermer la fenêtre ? Si oui, vous perdrez vos changements ?

source: Can't start Mesh. No URL. Is meshagent package installed on host ?
fr: Lancement de Mesh impossible. Pas d''URL. Est-ce que le paquet meshagent est installé sur la machine ?

# uwaptconsoleres.rscbadvancedmode
source: Advanced mode
fr: Mode avancé

# uwaptconsoleres.rscbenableexternaltools
source: Enable external tools in hosts popup menus
fr: Autoriser les outils externes dans les menus contextuels des hôtes

# uwaptconsoleres.rscbenablemanagementfeatures
source: Enable management features
fr: Activer les fonctionalités d'administration

# uwaptconsoleres.rscbenablewaptwuafeatures
source: Enable WAPTWUA features
fr: Activer les fonctionnalités WAPTWUA

# uwaptconsoleres.rscbhideunavailableactions
source: Hide unavailable actions
fr: Cacher les actions non disponibles

# uwaptconsoleres.rscbshowdevfeatures
source: Show Developers features
fr: Afficher les fonctionnalités de développeurs

# uwaptconsoleres.rscbshowhostauditdatatab
source: Show host audit data tab
fr: Voir l'onglet Données d'audit

# uwaptconsoleres.rscertificatecopyfailure
source: Couldn't copy certificate %s to %s.
fr: Échec de la copie du certificat %s vers %s.

source: Error : No private key in directory %s could be decrypted with supplied password, or none matches the certificate.
fr: Erreur : Pas de clé privée dans le dossier %s qui peut être déchiffrée avec le mot de passe donnée ou aucune ne correspond au certificat.

source: Success: Matching private key %s decrypted properly and matching the certificate.
fr: Succès : Clé privée correspondate (%s) déchiffrée correctement. Elle correspond bien au certificat.

source: Success: Matching private key %s found. Warning, key is not encrypted
fr: Succès : Correspondance avec la clé privée %s trouvée. Attention, la clé n'est pas chiffrée.

source: You are going to change of repository. It will delete your current package selection. Continue ?
fr: Vous allez change de dépôt. Votre sélection de paquets actuelle sera effacée. Continuer ?

source: Don't check (dangerous) Use system's CA Store Use specific bundle Retrieve certificate from server
fr: Ne pas vérifier (dangereux) Utiliser le magasin de certificats du système Utiliser un magasin spécifique Récupérer le certificat depuis le serveur

source: Remove temporary files
fr: Suppression des fichiers temporaires

source: A certificate with Code Signing capability is required
fr: Un certificat de type Code Signing est requis

source: Export all rules
fr: Exporter toutes les règles

source: Export one rule
fr: Exporter la règle

# uwaptconsoleres.rscompletionprogress
source: %s : %.0f%% completed
fr: %s : %.0f%% terminé

source: Computer with sAMAccountName=%s$ is already existing. You must overwrite it.
fr: L'ordinateur avec le sAMAccountName=%s! existe déjà. Vous devez l'écraser.

# uwaptconsoleres.rsconfigalreadyexists
source: There is already a config with the same name.
fr: Une configuration avec le même nom existe déjà.

# uwaptconsoleres.rsconfigname
source: Configuration Name
fr: Nom de la configuration

source: By loading a new configuration, it will overwrite the current one. Do you want to continue ?
fr: En chargeant cette nouvelle configuration, la configuration actuelle sera écrasée. Voulez vous continuer ?

source: By reloading the configurations, you will lose your current changes. Do you want to save them now ?
fr: En rechargeant les configurations, vous perdrez vos changements. Voulez-vous les sauvegarder maintenant ?

source: Configurations saving
fr: Sauvegarde des configurations

source: Configuration saved as %s
fr: Configuration enregistrée en tant que %s

source: Save configurations ?
fr: Enregistrer les configurations ?

source: You should test your package before uploading it directly. Do you want to upload it directly ?
fr: Un test du paquet est recommandé avant son téléchargement. Voulez-vous quand même l'installer ?

source: Are you sure you want to Apply Upgrades for not running applications on %d hosts ?
fr: Êtes vous sûr de vouloir installer les mises à jour sur %d machines pour les applications non lancées ?

source: Are you sure you want to trigger Status Update on %d hosts ?
fr: Êtes vous sûr de vouloir déclencher la vérification des mises à jour sur %d machines ?

source: Are you sure you want to Apply Upgrades on %d hosts ?
fr: Êtes vous sûr de vouloir installer les mises à jour sur %d machines ?

# uwaptconsoleres.rsconfirmcaption
source: Confirm
fr: Confirmer

source: Confirm certificate
fr: Confirmer l'authenticité du certificat

source: The server has returned a certificate with the CN % and the SHA1 fingerprint % Is it correct ?
fr: Le serveur a renvoyé un certificat avec le CN % et l'empreinte SHA1 % Est-ce que c'est correct ?

source: Change the packages maturity
fr: Changer la maturité des paquets

source: Are you sure you want to run CleanMgr on %d hosts ?
fr: Êtes-vous sûr de vouloir lancer CleanMgr sur %d machines ?

source: Confirm to disable the password of user "%s"
fr: Confirmer la désactivation du mot de passe de l'utilisateur "%s"

source: Delete %d queries ?
fr: Supprimer %d requêtes ?

source: Delete query %s ?
fr: Effacer la requête %s ?

source: Delete download log record ?
fr: Effacer l'enregistrement de log de téléchargement ?

source: Delete %d download log records ?
fr: Effacer %d enregistrements de log de téléchargement ?

source: Delete windows update %s associated cached files on server ?
fr: Supprimer du serveur les fichiers associés à la mise à jour Windows %s ?

source: Delete %d windows updates cached files on server ?
fr: Supprimer du serveur les fichiers associés à %d mises à jour Windows ?

# uwaptconsoleres.rsconfirmdeletion
source: Confirm removal
fr: Confirmer la suppression

source: This development package already exists locally. Do you want to remove it and avoid checksum issue ?
fr: Ce paquet de développement existe déjà localement. Voulez-vous le supprimer et éviter le problème de la somme de contrôle ?

source: Caution : you are removing a valid licence. Do not remove the current licence before the date-from validity of the new licence has been passed. You may remove it afterward.
fr: Attention : vous êtes en train de retirer une licence valide. Il ne faut pas retirer cette licence avant que la date de début de validité de la nouvelle licence soit passée. Après cette date vous pourrez supprimer l'ancienne licence.

source: Remove %s dependency from the %d selected package(s) ?
fr: Supprimer la dépendance %s des %d paquet(s) sélectionné(s) ?

# uwaptconsoleres.rsconfirmdependencyimport
source: Are you sure you want to import %s to your repository ?
fr: Êtes-vous sûr de vouloir importer %s dans votre dépôt ?

source: Confirm Display
fr: Confirmation d'Affichage

source: Confirm deletion of EVERYTHING on disk % ? The data will be lost.
fr: Confirmer la suppression de TOUTES LES DONNEES sur le disque % ?

source: Are you sure you want to export %d hosts to WADS inventory for OS Deployement ?
fr: Êtes-vous sûr de vouloir exporter %d machines vers l'inventaire WADS pour le déploiment d'OS

source: The Certificate with CommonName "%" has been retrieved. Do you confirm that the sha256 fingerprint % matches the actual certificate of your server ?
fr: Le certificat avec le CommonName "%" a été récupéré." Confirmez-vous que l'empreinte sha256 % correspond à celle du certificat du serveur ?

source: Are you sure you want to update Group Policies status on %d hosts ?
fr: Êtes-vous sûr(e) de vouloir mettre à jour les Group Policies sur %d machines ?

# uwaptconsoleres.rsconfirmhostforgetspackages
source: Are you sure you want to forget the package(s) %s from the %s selected host(s)?
fr: Êtes-vous sûr(e) de vouloir oublier les paquet(s) %s des %s machine(s) sélectionnée(s) ?

source: Are you sure you want to run packages Audit on %d hosts ?
fr: Êtes-vous sûr(e) de vouloir lancer l'audit de paquets sur %d machines ?

source: Are you sure you want to reboot %d hosts ?
fr: Êtes-vous sûr(e) de vouloir rebooter %d machines ?

source: Are you sure you want to shutdown %d hosts ?
fr: Êtes-vous sûr(e) de vouloir arrêter %d machines ?

source: Are you sure you want to scan and download Windows updates on %d hosts ?
fr: Êtes-vous sûr(e) de vouloir lancer le scan et téléchargement des mises à jour Windows sur %d machines ?

source: Are you sure you want to scan and install Windows updates on %d hosts ?
fr: Êtes-vous sûr(e) de vouloir lancer le scan et l'installation des mises à jour Windows sur %d machines ?

source: Are you sure you want to scan pending Windows updates on %d hosts ?
fr: Êtes-vous sûr(e) de vouloir lancer le scan des mises à jour Windows sur %d machines ?

source: Are you sure you want to Uninstall %d Windows updates on %d hosts ?
fr: Êtes-vous sûr(e) de vouloir Désinstaller %d mises à jour sur %d machines ?

# uwaptconsoleres.rsconfirmimport
source: Are you sure you want to import %s to your repository ?
fr: Êtes-vous sûr(e) de vouloir importer %s dans votre dépôt ?

# uwaptconsoleres.rsconfirmimportcaption
source: Confirm import
fr: Confirmer l'import

source: Confirm import missing dependencies
fr: Confirmer l'importation des dépendances manquantes

source: Are you sure you want to import %d packages to your repository ?
fr: Êtes vous sure de vouloir importer %d paquets dans votre dépot ?

source: Confirm configuration overwrite
fr: Confirmer l'écrasement de la configuration

source: Are you sure you want to audit the package(s) %s for the %s selected host(s)?
fr: Êtes-vous sûr(e) de vouloir auditer les paquet(s) %s pour les %s machine(s) sélectionnée(s) ?

source: Are you sure you want to cancel the creation of your package?
fr: Etes-vous sûr(e) de vouloir annuler la création de votre paquet ?

source: Confirm package creation cancellation
fr: Confirmer l'annulation de la création de paquet

source: Do you want to download and edit the package %s ?
fr: Voulez-vous télécharger et éditer le paquet %s ?

source: Are you sure you want to install/upgrade the package(s) %s for the %s selected host(s)?
fr: Êtes vous sûr(e) de vouloir installer/mettre à jour le(s) paquet(s) %s pour la/les %s machine(s) sélectionnée(s) ?

source: Are you sure you want to trigger %s action(s) for the selected host(s) ?
fr: Êtes-vous sûr(e) de vouloir déclencher %s l'/les action(s) sur les machines sélectionnées ?

source: The deployment is impossible because you have not launched the djoin associated with your configuration. Do you want to Prepare Djoin?
fr: Le déploiement est impossible car vous n'avez pas lancé le djoin associé à votre configuration. Voulez-vous préparer Djoin?

source: Are you sure you want to register certificate "%s" issued by "%s" with user "%s" ?
fr: Êtes-vous sûr(e) de vouloir associer le certificat "%s" émis par "%s" avec l'utilisateur "%s" ?

source: Replace this occurence of "%s" with "%s" ?
fr: Remplacer cette occurence de "%s" par "%s" ?

source: Are you sure you want to resign %d host packages using certificate %s ?
fr: Êtes-vous sûr(e) de vouloir resigner %d paquets machines en utilisant le certificat %s ?

source: Are you sure you want to restore the default grid layout ?
fr: Êtes-vous sûr(e) de vouloir restaurer l'affichage par défaut des grilles ?

# uwaptconsoleres.rsconfirmrestoretoolbars
source: Are you sure you want to restore to default toolbars layout ?
fr: Êtes-vous sûr(e) de vouloir restaurer l'affichage par défaut des barres d'outils ?

# uwaptconsoleres.rsconfirmrmhostsfromlist
source: Are you sure you want to remove %s hosts from the list ?
fr: Êtes-vous sûr(e) de vouloir supprimer %s machines de la liste ?

source: Are you sure you want to remove %s hosts and matching configuration packages from the server ?
fr: Êtes-vous sûr(e) de vouloir enlever du serveur %s machines et leur paquet de configuration ?

# uwaptconsoleres.rsconfirmrmmultiplepackages
source: Are you sure you want to remove %d selected packages from the server ?
fr: Êtes-vous sûr(e) de vouloir supprimer %d paquets du serveur ?

source: Are you sure you want to delete the %d selected packages folders ?
fr: Êtes-vous sûr(e) de vouloir supprimer les dossiers des %d paquets sélectionnés ?

# uwaptconsoleres.rsconfirmrmonepackage
source: Are you sure you want to remove the package %s from the server ?
fr: Êtes-vous sûr(e) de vouloir supprimer le paquet %s du serveur ?

source: Are you sure you want to delete the package folder %s ?
fr: Êtes-vous sûr(e) de supprimer le dossier du paquet %s ?

# uwaptconsoleres.rsconfirmrmpackagecaption
source: Confirm removal
fr: Confirmer la suppression

# uwaptconsoleres.rsconfirmrmpackagesfromhost
source: Are you sure you want to remove the package(s) %s from the %s selected host(s)?
fr: Êtes-vous sûr(e) de vouloir supprimer les paquet(s) %s des %s machine(s) sélectionnée(s) ?

source: You are trying to delete your account. If you continue, you won't be able to access to this server with your logs. Are you sure to delete your account?
fr: Vous essayez de supprimer votre compte. Si vous continuez, vous ne pourrez plus accéder au serveur avec vos identifiants. Êtes vous sure de vouloir supprimer votre compte ?

source: You are trying to remove your admin rights. If you continue, you won't be able to access to the admin functions. Are you sure to remove your rights ?
fr: Vous essayez d'enlever vos droits d'administrateur. Si vous continuez, vous n'aurez plus accès aux fonctions d'administration. Êtes vous sure de vouloir enlever vos droits ?

source: Are you sure you want to send message to %d hosts ?
fr: Êtes vous sûr de vouloir envoyer le message à %d machines ?

source: Confirm object tree deletion
fr: Confirmer la suppression de l'arborescence de l'objet

source: You are trying to delete the object %s which has %d children: %s Continue and delete the object and its children ?
fr: Vous essayez de supprimer l'objet %s qui a %d enfants: %s Continuer et supprimer l'objet et ses enfants ?

source: Are you sure you want to unregister certificate for user "%s" ?
fr: Êtes-vous sûr(e) de vouloir désinscrire le certificat pour l'utilisateur "%s" ?

source: Are you sure you want to propose Packages Upgrades on %d hosts ?
fr: Êtes-vous sûr(e) de vouloir proposer l'installation des paquets sur %d machines ?

source: Are you sure you want to restart waptservice on %d hosts ?
fr: Êtes-vous sûr(e) de vouloir redémarrer waptservice sur %d machines ?

source: Are you sure you want to download %d Windows updates on the server ?
fr: Êtes-vous sûr(e) de vouloir télécharger %d Mises à jour Windows sur le serveur ?

source: Connect to Domain and Reload OU
fr: Connecter au domaine et recharger l'OU

source: Status History copied to clipboard!
fr: Historique des statuts copié dans le presse-papier !

# uwaptconsoleres.rscreateconfig
source: Edit Initial Configurations
fr: Modifier les configurations initiales

source: Create new rule
fr: Ajouter une règle

source: Create index
fr: Créer l'index

source: Days left: %d
fr: Jours restants: %d

# uwaptconsoleres.rsdefaultpackagematurity
source: Default package maturity
fr: Maturité des paquets par défaut

source: You have not specified a maturity for your package.It will be created with the PROD maturity by default. All the computers will see and install it as soon as possible. Please check the correct behaviour of the update on your infrastructure.
fr: Vous n'avez pas choisi de maturité pour le paquet. Il va être créé avec la maturité PROD par défaut. Tous les postes vont le voir et l'installer dès que possible. Merci de vérifier le bon fonctionnement de l'upgrade sur votre parc.

# uwaptconsoleres.rsdefinewaptdevpath
source: Please select a directory on your package development host before editing a package bundle.
fr: Veuillez sélectionner un répertoire sur votre machine de développement de paquets pour pouvoir éditer un groupe de paquets.

source: %s unassigned updates were forgotten, taking up %s Mo.
fr: %s mises à jour non assignées ont éte oubliées, occupant %s Mo sur votre machine.

source: Do you want to delete the template %s ?
fr: Voulez-vous supprimer le modèle %s ?

source: Do you want to delete the packages with the previous maturity?
fr: Voulez-vous supprimer les paquets avec la précédente maturité?

source: %s unassigned softwares were forgotten.
fr: %s logiciels non-assignés ont éte oubliés.

source: Do you want to delete the unused driver files ?
fr: Voulez-vous supprimer les fichiers non-liés à une configuration de driver ?

source: %s forgotten updates were removed.
fr: %s mises à jour oubliées ont été supprimées.

# uwaptconsoleres.rsdeletingelement
source: Removing %s
fr: Suppression de %s

# uwaptconsoleres.rsdeletioninprogress
source: Removing packages...
fr: Suppression des paquets...

# uwaptconsoleres.rsdependencies
source: Selection of packages to add to the hosts as dependencies
fr: Choix des paquets à ajouter aux hôtes en tant que dépendances

source: Dependency %s removed from %d package(s).
fr: La dépendance %s a été supprimé de %d paquet(s).

source: [WIP] Dependency graph of
fr: [WIP] Graphique des dépendances de

source: The package will be built with DEV maturity. Only computers with the DEV maturity will be able to see and install it. It allows you to verify the correct behaviour of the update without deploying it globally. For more information on maturity, click on Help.
fr: Le paquet va être créé en maturité DEV. Seul les postes avec la maturité DEV vont être capable de voir et d'installer le paquet. Cela permet de valider l'upgrade sans le déployer sur l'ensemble du parc. Pour plus d'informations sur la maturité, cliquez sur Aide.

# uwaptconsoleres.rsdiffpwerror
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Disabled
fr: Désactivé

# uwaptconsoleres.rsdisplaying
source: Displaying
fr: Affichage

# uwaptconsoleres.rsdjoinfailed
source: The Djoin has failed, please try again.
fr: Le Djoin a echoué, veuillez réessayer.

source: Internal Error generating DJoin. Please contact Tranquil IT
fr: Erreur interne lors de la génération du DJoin. Contactez Tranquil IT

# uwaptconsoleres.rsdlcanceled
source: Download canceled.
fr: Téléchargement annulé.

# uwaptconsoleres.rsdlstoppedbyuser
source: Download stopped by the user
fr: Téléchargement interrompu par l'utilisateur.

# uwaptconsoleres.rsdnsdomain
source: DNS Domain : %s
fr: Domaine DNS : %s

# uwaptconsoleres.rsdnsserver
source: DNS Server : %s
fr: Serveur DNS : %s

source: DOMAIN
fr: Domaine

# uwaptconsoleres.rsdone
source: Done
fr: Terminé

source: Dont' show this anymore
fr: Ne plus afficher

source: Downloaded
fr: Téléchargé

# uwaptconsoleres.rsdownloading
source: Downloading
fr: Téléchargement en cours

# uwaptconsoleres.rsdownloadingpackage
source: Package(s) %s is being downloaded.
fr: Paquet(s) %s en cours de téléchargement.

source: You need to download the package %s to continue. Do you want to continue ?
fr: Vous devez télécharger le paquet %s pour continuer. Voulez vous continuer ?

# uwaptconsoleres.rsduplicatefailure
source: Error while duplicating the package(s).
fr: Erreur lors de la duplication du/des paquet(s).

source: Errors while duplicating the package(s): %s
fr: Erreurs durant la duplication de(s) paquet(s): %s

# uwaptconsoleres.rsduplicatesuccess
source: Package(s) successfully duplicated: %s
fr: Paquet(s) dupliqué avec succès: %s

# uwaptconsoleres.rsduplicating
source: Package(s) %s is being duplicated.
fr: Paquet(s) %s en cours de duplication.

# uwaptconsoleres.rseditbundle
source: Edit package bundle.
fr: Éditer un groupe de paquets.

source: Edit configuration package
fr: Modifier le paquet de configuration

# uwaptconsoleres.rsedithostcaption
source: Edit host profile %s
fr: Éditer la machine %s

source: Unable to edit the host profile %s. If package is signed with a foreign key, you may want to delete host package first to workaround the issue...
fr: Vous ne pouvez pas modifier ce paquet machine %s Si le paquet est signé avec une clé inconnue, vous pourriez peut-être effacer la configuration machine pour contourner ce problème...

source: Edit Host profile bundle.
fr: Éditer un profil de poste

source: Editing file "%s"
fr: Édition du fichier "%s"

source: Edit Organizational Unit bundle.
fr: Editer le paquet de configuration de l'OU

source: Edit WAPT WUA bundle.
fr: Éditer un profil Wapt WUA

# uwaptconsoleres.rsedpackage
source: Package bundle
fr: Groupe de paquets

# uwaptconsoleres.rsemptynewpwerror
source: New password must not be empty.
fr: Le nouveau mot de passe ne doit pas être vide.

# uwaptconsoleres.rsemptyoldpwerror
source: Old password must not be empty.
fr: L'ancien mot de passe ne doit pas être vide.

source: Enabled
fr: Activé

source: Enter configuration name :
fr: Entrer le nom de la configuration :

source: Enter Host Name (15 letters or less).
fr: Entrez un nom de machine (15 lettres ou moins).

source: Host Name input
fr: Entrez le nom de machine

source: Enter name
fr: Entrez le nom:

source: Query name input
fr: Changement de nom de requête

source: Enter new repository name :
fr: Entrer le nom du nouveau dépôt :

source: Enter a URL to import queries from:
fr: Entrez une URL pour importer des requêtes :

source: Enter a URL
fr: Entrez une URL

source: Error
fr: Erreur

source: Error building or uploading package %s
fr: Erreur lors du build ou de l'upload du paquet %s

# uwaptconsoleres.rserrorcanceling
source: Error cancelling: %s
fr: Erreur de l'annulation : %s

source: Error checking signature: %s
fr: Erreur à la vérification de la signature: %s
