Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

# tvisimportpackage.gridexternalpackages.header.columns[21].text
source: priority
fr: Priorité

# tvisimportpackage.gridexternalpackages.header.columns[24].text
source: audit_schedule
fr: Planification d'audit

# tvisimportpackage.gridexternalpackages.header.columns[25].text
source: signed_attributes
fr: Attributs signés

# tvisimportpackage.gridexternalpackages.header.columns[26].text
source: description_ru
fr: description russe

# tvisimportpackage.gridexternalpackages.header.columns[27].text
source: description_pt
fr: Description portugaise

# tvisimportpackage.gridexternalpackages.header.columns[28].text
source: description_pl
fr: Description polonaise

# tvisimportpackage.gridexternalpackages.header.columns[29].text
source: description_nl
fr: Description néerlandaise

# tvisimportpackage.gridexternalpackages.header.columns[30].text
source: description_it
fr: Description italienne

# tvisimportpackage.gridexternalpackages.header.columns[31].text
source: description_fr
fr: Description française

# tvisimportpackage.gridexternalpackages.header.columns[32].text
source: description_es
fr: Description espagnole

# tvisimportpackage.gridexternalpackages.header.columns[33].text
source: description_de
fr: Description allemande

# tvisimportpackage.gridexternalpackages.header.columns[34].text
source: maintainer
fr: Mainteneur

# tvisimportpackage.gridexternalpackages.header.columns[35].text
source: package_uuid
fr: UUID du paquet

# tvisimportpackage.gridexternalpackages.header.columns[37].text
source: impacted_process
fr: Processus impactés

# tvisimportpackage.gridexternalpackages.header.columns[38].text
source: Conflicts
fr: Conflits

# tvisimportpackage.gridexternalpackages.header.columns[39].text
source: valid_from
fr: Valide depuis

# tvisimportpackage.gridexternalpackages.header.columns[3].text
source: Target OS
fr: OS ciblé

# tvisimportpackage.gridexternalpackages.header.columns[40].text
source: forced_install_on
fr: Installation forcée le

# tvisimportpackage.gridexternalpackages.header.columns[41].text
source: valid_until
fr: Valide jusqu'à

# tvisimportpackage.gridexternalpackages.header.columns[42].text
source: signer_fingerprint
fr: Empreinte du signataire

# tvisimportpackage.gridexternalpackages.header.columns[43].text
source: repo_url
fr: URL du dépôt

# tvisimportpackage.gridexternalpackages.header.columns[44].text
source: persistent_dir
fr: Dossier persistant

# tvisimportpackage.gridexternalpackages.header.columns[45].text
source: keywords
fr: Mots-clés

# tvisimportpackage.gridexternalpackages.header.columns[46].text
source: repo
fr: Dépôt

# tvisimportpackage.gridexternalpackages.header.columns[47].text
source: localpath
fr: Chemin local

# tvisimportpackage.gridexternalpackages.header.columns[48].text
source: homepage
fr: Page d'accueil

# tvisimportpackage.gridexternalpackages.header.columns[49].text
source: sourcespath
fr: Chemin vers les sources

# tvisimportpackage.gridexternalpackages.header.columns[50].text
source: Min OS Version
fr: Version d'OS minimale

# tvisimportpackage.gridexternalpackages.header.columns[51].text
source: Max OS version
fr: Version d'OS maximale

# tvisimportpackage.gridexternalpackages.header.columns[52].text
source: Private repo version
fr: Version du dépot privé

source: Trusted signer
fr: Signataire approuvé

# tvisimportpackage.gridexternalpackages.header.columns[5].text
source: Locale
fr: Langue

# tvisimportpackage.gridexternalpackages.header.columns[6].text
source: Name
fr: Nom

# tvisimportpackage.gridexternalpackages.header.columns[9].text
source: Dependencies
fr: Dépendances

# tvisimportpackage.gridtodownloadpackages.header.columns[10].text
source: Size
fr: Taille

# tvisimportpackage.gridtodownloadpackages.header.columns[11].text
source: Installed Size
fr: Taille installé

# tvisimportpackage.gridtodownloadpackages.header.columns[12].text
source: Maturity
fr: Maturité

# tvisimportpackage.gridtodownloadpackages.header.columns[13].text
source: Signer
fr: Signataire

# tvisimportpackage.gridtodownloadpackages.header.columns[14].text
source: Sign on
fr: Signé le

# tvisimportpackage.gridtodownloadpackages.header.columns[15].text
source: Editor
fr: Éditeur

# tvisimportpackage.gridtodownloadpackages.header.columns[16].text
source: Min Wapt version
fr: Version minimale de WAPT

# tvisimportpackage.gridtodownloadpackages.header.columns[17].text
source: Filename
fr: Nom du fichier

# tvisimportpackage.gridtodownloadpackages.header.columns[18].text
source: md5sum
fr: Somme MD5

# tvisimportpackage.gridtodownloadpackages.header.columns[19].text
source: Categories
fr: Catégories

# tvisimportpackage.gridtodownloadpackages.header.columns[1].text
source: Package
fr: Paquet

# tvisimportpackage.gridtodownloadpackages.header.columns[21].text
source: priority
fr: Priorité

# tvisimportpackage.gridtodownloadpackages.header.columns[24].text
source: audit_schedule
fr: Planification d'audit

# tvisimportpackage.gridtodownloadpackages.header.columns[25].text
source: signed_attributes
fr: Attributs signés

# tvisimportpackage.gridtodownloadpackages.header.columns[26].text
source: description_ru
fr: Description russe

# tvisimportpackage.gridtodownloadpackages.header.columns[27].text
source: description_pt
fr: Description portugaise

# tvisimportpackage.gridtodownloadpackages.header.columns[28].text
source: description_pl
fr: Description polonaise

# tvisimportpackage.gridtodownloadpackages.header.columns[29].text
source: description_nl
fr: Description néerlandaise

# tvisimportpackage.gridtodownloadpackages.header.columns[30].text
source: description_it
fr: Description italienne

# tvisimportpackage.gridtodownloadpackages.header.columns[31].text
source: description_fr
fr: Description française

# tvisimportpackage.gridtodownloadpackages.header.columns[32].text
source: description_es
fr: Description espagnole

# tvisimportpackage.gridtodownloadpackages.header.columns[33].text
source: description_de
fr: Description allemande

# tvisimportpackage.gridtodownloadpackages.header.columns[34].text
source: maintainer
fr: Mainteneur

# tvisimportpackage.gridtodownloadpackages.header.columns[35].text
source: package_uuid
fr: UUID du paquet

# tvisimportpackage.gridtodownloadpackages.header.columns[37].text
source: impacted_process
fr: Processus impactés

# tvisimportpackage.gridtodownloadpackages.header.columns[38].text
source: Conflicts
fr: Conflits

# tvisimportpackage.gridtodownloadpackages.header.columns[39].text
source: valid_from
fr: Valide depuis

# tvisimportpackage.gridtodownloadpackages.header.columns[3].text
source: Target OS
fr: OS ciblés

# tvisimportpackage.gridtodownloadpackages.header.columns[40].text
source: forced_install_on
fr: Installation forcée le

# tvisimportpackage.gridtodownloadpackages.header.columns[41].text
source: valid_until
fr: Valide jusqu'à

# tvisimportpackage.gridtodownloadpackages.header.columns[42].text
source: signer_fingerprint
fr: Empreinte du signataire

# tvisimportpackage.gridtodownloadpackages.header.columns[43].text
source: repo_url
fr: Dépôt

# tvisimportpackage.gridtodownloadpackages.header.columns[44].text
source: persistent_dir
fr: dossier persistant

# tvisimportpackage.gridtodownloadpackages.header.columns[45].text
source: keywords
fr: Mots clés

# tvisimportpackage.gridtodownloadpackages.header.columns[46].text
source: repo
fr: Dépôt

# tvisimportpackage.gridtodownloadpackages.header.columns[47].text
source: localpath
fr: Chemin local

# tvisimportpackage.gridtodownloadpackages.header.columns[48].text
source: homepage
fr: Page d'accueil

# tvisimportpackage.gridtodownloadpackages.header.columns[49].text
source: sourcespath
fr: Chemin Local

# tvisimportpackage.gridtodownloadpackages.header.columns[4].text
source: Arch
fr: Architecture

# tvisimportpackage.gridtodownloadpackages.header.columns[50].text
source: Min OS Version
fr: Version d'OS minimale

# tvisimportpackage.gridtodownloadpackages.header.columns[51].text
source: Max OS version
fr: Version d'OS maximale

# tvisimportpackage.gridtodownloadpackages.header.columns[52].text
source: Private repo version
fr: Version du dépot privé

# tvisimportpackage.gridtodownloadpackages.header.columns[5].text
source: Locale
fr: Langue

# tvisimportpackage.gridtodownloadpackages.header.columns[6].text
source: Name
fr: Nom

# tvisimportpackage.gridtodownloadpackages.header.columns[9].text
source: Dependencies
fr: Dépendances

# tvisimportpackage.labselectedtotalexternalpackages.caption
source: Total : 0 elements
fr: Total : 0 éléments

source: Total size : 0 MB
fr: Taille totale : 0 Mo

# tvisimportpackage.labselectedtotaltodownloadpackages.caption
source: Total : 0 elements
fr: Total : 0 éléments

source: Check with VirusTotal
fr: Vérifier avec VirusTotal

source: Packages Basket
fr: Panier de Paquets

source: Select this group
fr: Sélectionner ce groupe

source: Search Groups
fr: Rechercher un groupe

source: Search in Groups
fr: Rechercher dans les groupes

# tvislicences.actactivatelicence.caption
source: Activate a Licence
fr: Activer une licence

# tvislicences.actrefresh.caption
source: Refresh
fr: Actualiser

# tvislicences.actremovelicence.caption
source: Remove Licence
fr: Retirer la licence

# tvislicences.gridlicences.header.columns[0].text
source: Status
fr: Statut

source: Signer Certificate
fr: Certificat du signataire

source: Signed Attributes
fr: Attributs signés

# tvislicences.gridlicences.header.columns[12].text
source: Domain
fr: Domaine

source: Renewal URL
fr: URL de renouvellement

source: Features
fr: Fonctionnalités

# tvislicences.gridlicences.header.columns[15].text
source: Server UUID
fr: UUID du server

# tvislicences.gridlicences.header.columns[17].text
source: Validation Timestamp
fr: Horodatage de validation (epoch)

# tvislicences.gridlicences.header.columns[18].text
source: Signer
fr: Signataire

# tvislicences.gridlicences.header.columns[1].text
source: Product
fr: Produit

# tvislicences.gridlicences.header.columns[2].text
source: Licenced To
fr: Concédé à

# tvislicences.gridlicences.header.columns[3].text
source: Max Hosts Count
fr: Nombre maximum de machines

# tvislicences.gridlicences.header.columns[4].text
source: Licence UUID
fr: UUID de la licence

# tvislicences.gridlicences.header.columns[6].text
source: Valid from
fr: Début de validité

# tvislicences.gridlicences.header.columns[7].text
source: Valid until
fr: Fin de validité

# tvislicences.gridlicences.header.columns[8].text
source: Contact email
fr: Email de contact

# tvislicences.lablicencedto.caption
source: Licenced to
fr: Concédé à

source: Copied to clipboard !
fr: Copié dans le presse-papier !

source: Server UUID :
fr: UUID du serveur :

# tvislicences.labtotal.caption
source: Total count
fr: Nombre total

source: Validity Time Left
fr: Temps de validité restant

# tvislicences.licenceopendialog.title
source: Open licence file
fr: Sélectionner un fichier de licence

# tvisloading.amessage.caption
source: Loading...
fr: Chargement...

source: Abort
fr: Abandonner

source: Loading
fr: Chargement

source: Configure WAPT console
fr: Configurer la console WAPT

# tvislogin.bitbtncancel.caption
source: Cancel
fr: Annuler

source: WAPT authentication
fr: Authentification WAPT

source: Login attempt failed! Try again.
fr: Échec d'authentification, réessayer.

# tvislogin.labserver.caption
source: Server
fr: Serveur

# tvislogin.labuser.caption
source: User
fr: Utilisateur

# tvislogin.lapassword.caption
source: Password
fr: Mot de passe

source: Need Updates. Current version :
fr: Mise à jour nécessaire. Version Actuelle :

# tvismajserver.remindlabel.caption
source: Don't remind me before :
fr: Ne pas me le rappeller avant :

# tvismajserver.updatelabel.caption
source: You are currently using an old Wapt Version. There is the list of the recents ones below.
fr: Vous êtes en train d'utiliser une ancienne version de WAPT. Voici la liste des versions récentes ci-dessous.

# tvismajserver.waptversiongrid.header.columns[1].text
source: Changelog URL
fr: URL du changelog

source: Release Date
fr: Date de sortie

source: Comment
fr: Commentaire

# tvismakewinpe.actadddriver.caption
source: Add driver
fr: Ajouter un pilote

source: Add drivers from folder
fr: Ajouter des pilotes depuis un dossier

source: Add drivers from deployed drivers
fr: Ajouter des pilotes depuis le déploiement

# tvismakewinpe.actremovecertificate.caption
source: Remove certificate
fr: Enlever le certificat

source: Remove driver
fr: Enlever le pilote

source: Make WinPE
fr: Conception WinPE

# tvismakewinpe.cbincludenonca.caption
source: Include non CA too
fr: Inclure également les certicats utilisateurs

# tvismakewinpe.cbverifycert.caption
source: Verify https server certificate
fr: Vérifier le certificat https serveur

source: Ask for static ip address
fr: Demander une adresse ip statique

# tvismakewinpe.edadkfolder.hint
source: Directory of X509 PEM trusted CA certificates
fr: Répertoire des certificats X509 de confiance

# tvismakewinpe.edpubliccertdir.hint
source: Directory of X509 PEM trusted CA certificates
fr: Répertoire des certificats X509 de confiance

# tvismakewinpe.edservercertificate.hint
source: E.g. : c:\wapt\ssl\server\tranquilit.crt Path to trusted certificates bundle for https connections
fr: Ex : c:\wapt\ssl\server\tranquilit.crt Chemin d'accès au groupe de certificats de confiance pour les connexions https

# tvismakewinpe.edwaptserverurl.hint
source: E.g. : https://wapt.mydomain.lan
fr: Ex : https://wapt.mydomain.lan

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[0].text
source: Certificate Name
fr: Nom de certificat

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[12].text
source: not_before
fr: Début de validité

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[1].text
source: Valid until
fr: Fin de validité

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[2].text
source: Code signing
fr: Signature de code

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[4].text
source: Self Signed
fr: Auto signé

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[5].text
source: Issuer
fr: Émetteur

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[6].text
source: Serial number
fr: Numéro de série

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[7].text
source: Fingerprint (sha256)
fr: Empreinte (sha256)

# tvismakewinpe.frmvalidcertificates1.gridcertificates.header.columns[8].text
source: Issuer DN
fr: DN du l'émetteur

# tvismakewinpe.griddrivers.header.columns[1].text
source: Path
fr: Chemin

# tvismakewinpe.gridlistkeyboard.header.columns[0].text
source: Name
fr: Nom

# tvismakewinpe.gridlistkeyboard.header.columns[1].text
source: Keyboard code
fr: Code de clavier

# tvismakewinpe.labadkfolder.caption
source: ADK folder
fr: Dossier ADK

# tvismakewinpe.labauthcertsbundle.caption
source: Authorized packages certificates bundle :
fr: Liste de certificats de confiance

source: Keyboard
fr: Clavier

# tvismakewinpe.labchoosekeyboard1.caption
source: Drivers
fr: Pilotes

# tvismakewinpe.label5.caption
source: WAPT server address :
fr: Adresse du serveur WAPT :

# tvismakewinpe.label5.hint
source: Your WAPT server address (http://wapt:8080).
fr: Votre Adresse du serveur WAPT (http://wapt:8080).

# tvismakewinpe.label6.caption
source: Path to https servers CA certificates bundle :
fr: Chemin vers les certificats d'autorité pour les serveurs https :

# tvismakewinpe.labwimfile.caption
source: .wim file
fr: Fichier .wim

# tvismakewinpe.menuitem1.caption
source: Get Server https Certificate
fr: Récupération certificat serveur https

# tvismakewinpe.toolbuttonadddriver.caption
source: Add driver
fr: Ajouter pilote

# tvisokcancel.bitbtncancel.caption
source: Cancel
fr: Annuler

source: Don't ask me again
fr: Ne me le redemandez plus

source: Make and edit...
fr: Créer et modifier

source: Make and upload
fr: Créer et transmettre

# tvispackagewizard.actnexttab.caption
source: Continue
fr: Continuer

source: Back
fr: Revenir en arrière

source: Edit manually
fr: Éditer manuellement

source: Build and upload
fr: Créer et téléverser

source: Package wizard
fr: Assistant création de paquet

source: Certificate package (.crt)
fr: Paquet de certificat (.crt)

source: Linux package (.deb/.rpm)
fr: Paquet Linux (.deb/.rpm)

source: macOS package (.dmg/.pkg)
fr: Paquet macOS (.dmg/.pkg)

# tvispackagewizard.edarchitecture.text
source: all
fr: Tous

# tvispackagewizard.edpackagename.editlabel.caption
source: Package name
fr: Nom du paquet

# tvispackagewizard.edproductname.editlabel.caption
source: Software Name
fr: Nom du Logiciel

source: Silent flags
fr: Options silencieuses

# tvispackagewizard.edtargetos.text
source: all
fr: Tous

# tvispackagewizard.eduninstallkey.editlabel.caption
source: Uninstall key
fr: Clé de désinstallation

source: You need to install the software and recover the uninstallation key with wapt-get list-registry
fr: Vous devez installer le logiciel et récupérer la clé de désinstallation avec wapt-get list-registry

source: Package version
fr: Version du paquet

source: Empty package
fr: Paquet vide

# tvispackagewizard.labmaturity.caption
source: Package maturity
fr: Maturité du paquet

source: Installer / Package
fr: Installeur / Paquet

# tvispackagewizard.labtargetos.caption
source: Target OS
fr: OS ciblés

source: Windows installer (.msi/.msix/.exe)
fr: Installeur windows (.msi/.msix/.exe)

source: Windows Update package (.msu)
fr: Paquet Windows Update (.msu)

source: PkgTypeTab
fr: Type de paquet

source: Go back
fr: Revenir en arrière

source: SettingsTab
fr: Options

source: Portable Windows application
fr: Application portable Windows

# tvispendingwuaupdates.actexportwuapendingupdatesascurl.caption
source: Export as curl
fr: Exporter en curl

# tvispendingwuaupdates.actimportwuaupdates.caption
source: Import WUA CAB files
fr: Importer fichiers CAB WUA

# tvispendingwuaupdates.actrefreshwuapendingupdates.caption
source: Refresh
fr: Actualiser

source: Pending WUA updates to download
fr: Mises à jours WUA restantes à télécharger

source: Link
fr: Lien

# tvispendingwuaupdates.tisgridupdates.header.columns[1].text
source: Filename
fr: Nom du fichier

# tvispreparedjoin.bitbtnsearchldap.caption
source: Search
fr: Rechercher

# tvispreparedjoin.buttoncancel.caption
source: Cancel
fr: Annuler

# tvispreparedjoin.buttonok.caption
source: Save
fr: Enregistrer

# tvispreparedjoin.caption
source: Prepare djoin
fr: Préparer le Djoin

source: Fail
fr: Échoue

# tvispreparedjoin.edsearchou.texthint
source: Search
fr: Rechercher

source: Host OU
fr: Machine OU

source: Action if host already exists
fr: Action si la machine existe déjà

source: Add computer in groups
fr: Ajouter l'ordinateur dans les groupes

source: Private key authentication
fr: Authentification pour la clé privée

# tvisprivatekeyauth.labkey.caption
source: For key matching the certificate:
fr: Pour la clé associée au certificat :

# tvisprivatekeyauth.labpassword.caption
source: Private key password :
fr: Mot de passe de la clé privée :

# tvispysources.cbadvancedmode.caption
source: Advanced mode
fr: Mode avancé

# tvispysources.cbshowlog.caption
source: Show debug
fr: Afficher les informations de débogage

# tvispysources.jsonlog.header.columns[0].text
source: Property
fr: Propriété

# tvispysources.jsonlog.header.columns[1].text
source: Value
fr: Valeur

source: Use default Wapt bundle
fr: Utiliser la liste de CA de Wapt

# tvisrepositories.actdownloadcertificate.caption
source: Browse certificates
fr: Parcourir les certificats

source: Get Server certificates chain
fr: Obtenir la chaîne de certificats du serveur

# tvisrepositories.actopencertdir.caption
source: Explore dir
fr: Explorer

source: Register new repository
fr: Inscrire un nouveau dépôt

source: Select bundle path
fr: Sélectionner le répertoire

source: Select certificate
fr: Sélectionner un certificat

source: Select private key
fr: Sélectionner une clé privée

# tvisrepositories.actselecthttpsbundle.caption
source: Select CA Bundle
fr: Sélectionner une liste de CA

source: Unregister repository
fr: Désinscrire le dépôt ?

# tvisrepositories.butcancel.caption
source: Cancel
fr: Annuler

# tvisrepositories.caption
source: Repositories settings
fr: Paramètres de dépôt

# tvisrepositories.cbadvanced.caption
source: Show advanced parameters
fr: Afficher les paramètres avancés

# tvisrepositories.dlgopencrt.title
source: Select CA Bundle
fr: Sélectionner la liste de CA

# tvisrepositories.dlgselectclientcertificate.title
source: Select client auth certificate file
fr: Sélectionner un certificat pour l'authentification ssl cliente

# tvisrepositories.dlgselectclientprivatekey.title
source: Select client auth private key file
fr: Sélectionner une clé privée pour l'authentification ssl cliente

source: Select directory of Authorized packages certificates
fr: Sélectionner le répertoire des certificats de confiance

# tvisrepositories.edclientcertificatepath.hint
source: If remote repository is using Client side SSL Authentication
fr: Si le dépôt distant utilise l'authentification SSL des clients

# tvisrepositories.edclientpassword.editlabel.caption
source: Store's token (if needed)
fr: Token du Store (si nécessaire)

# tvisrepositories.edclientpassword.hint
source: If repository access requires to "Basic" authentication. For Wapt store, this is a token you can get from https://store.wapt.fr/store/en/account
fr: Si le dépôt exige une authentification de type "Basic" Pour le store Wapt, c'est un token que vous pouvez obtenir depuis from https://wapt.tranquil.it/store/fr/account

# tvisrepositories.edclientprivatekeypath.hint
source: If remote repository is using Client side SSL Authentication
fr: Si le dépôt distant utilise l'authentification SSL des clients

# tvisrepositories.edclientuser.editlabel.caption
source: Store's user (if needed)
fr: Utilisateur du store (si nécessaire)

# tvisrepositories.edclientuser.hint
source: If repository access requires to "Basic" authentication. For Wapt store, this is your registered licence's email
fr: Si le dépôt exige une authentification de type "Basic" Pour le store Wapt, c'est l'email de votre licence

source: E.g. : http://proxy.tranquilit.local:3128 Only required if a proxy is needed for templates access
fr: Exemple : http://proxy.tranquilit.local:3128 requis uniquement si un proxy est nécessaire pour l'accès

# tvisrepositories.edproxypassword.editlabel.caption
source: Proxy password
fr: Mot de passe proxy

# tvisrepositories.edproxypassword.hint
source: If repository access requires to "Basic" authentication
fr: Si le dépôt exige une authentification de type "Basic"

# tvisrepositories.edproxyuser.editlabel.caption
source: Proxy user
fr: Utilisateur proxy

# tvisrepositories.edproxyuser.hint
source: If repository access requires to "Basic" authentication
fr: Si le dépôt exige une authentification de type "Basic"

# tvisrepositories.edreponame.hint
source: E.g. : https://store.wapt.fr/wapt Used by WAPT console for duplicating packages.
fr: Exemple : https://store.wapt.fr/wapt Utilisé par la console WAPT pour la duplication de paquets.

# tvisrepositories.edrepourl.hint
source: E.g. : https://wapt.tranquil.it/wapt Used by WAPT console for duplicating packages.
fr: Exemple : https://wapt.tranquil.it/wapt Utilisé par la console WAPT pour la duplication de paquets.

# tvisrepositories.edservercertificate.hint
source: E.g. : c:\wapt\ssl\server\tranquilit.crt Path to trusted certificates bundle for https connections
fr: Ex : c:\wapt\ssl\server\tranquilit.crt Chemin d'accès au groupe de certificats de confiance pour les connexions https
