Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

# tvisrepositories.edservercabundle.hint
source: When importing packages, check signature against certificates in this list. If left blank, the packages are not checked when imported.
fr: Lors de l'import de paquets, vérifier les signatures avec la liste de certificats de ce répertoire. Si ce champ est non renseigné, les paquets ne seront pas vérifiés.

source: Authorized external keys dir
fr: Répertoire des cert. ext. autorisés

# tvisrepositories.labclientauthcapath.caption
source: Client auth key path
fr: Chemin clé SSL client

# tvisrepositories.labclientcertificatepath.caption
source: Client auth certificate path
fr: Chemin certificat SSL client

source: Repository name
fr: Nom de dépôt

# tvisrepositories.labproxy.caption
source: http proxy to use (if needed)
fr: Proxy http à utiliser

source: External packages repository URL
fr: Dépôt de paquet externe

# tvisrepositories.labspecificpath.caption
source: Specific PEM bundle path
fr: Chemin du magasin de certificats :

source: Https server certificate checking
fr: Vérification du certificat du serveur

source: Advanced Parameters
fr: Paramètres avancés

# tvisresultplugins.actcontinueplugin.caption
source: Continue
fr: Continuer

# tvisresultplugins.actkillprocess.caption
source: Kill Process
fr: Terminer le process

# tvisresultplugins.actlaunchplugin.caption
source: Launch
fr: Exécuter

# tvisresultplugins.actlaunchselectedplugins.caption
source: Launch plugins
fr: Exécuter les outils externes

# tvisresultplugins.actstopplugin.caption
source: Stop
fr: Arrêter

# tvisresultplugins.gridresultplugins.header.columns[0].text
source: Status
fr: Statut

# tvisresultplugins.gridresultplugins.header.columns[1].text
source: Command
fr: Commande

# tvisresultplugins.gridresultplugins.header.columns[2].text
source: Host
fr: Machine

# tvisresultplugins.gridresultplugins.header.columns[3].text
source: IP Adress
fr: Adresse IP

# tvisresultplugins.gridresultplugins.header.columns[5].text
source: Timeout (ms)
fr: Délai d'attente (ms)

# tvisresultplugins.gridresultplugins.header.columns[6].text
source: Return code
fr: Code de retour

# tvisresultplugins.gridresultplugins.header.columns[8].text
source: Error message
fr: Message d'erreur

# tvisresultplugins.gridresultplugins.header.columns[9].text
source: Retries left
fr: Nombres d'essais restant

# tvisresultplugins.selectedtotallabel.caption
source: Total : 0 elements
fr: Total : 0 éléments

source: Ldap group search
fr: Recherche de groupe ldap

source: To add
fr: A ajouter

# tvissearchldapgroup.labelresult.caption
source: Result
fr: Résultat

# tvissearchldapgroup.tissearcheditldap.texthint
source: Type search text
fr: Rechercher

source: Select Certificates
fr: Sélectionner des certificats

# tvisselfservicegroup.actaddgroup.caption
source: Add
fr: Ajouter

# tvisselfservicegroup.actbuilduploadpackage.caption
source: Save
fr: Enregistrer

source: Disable
fr: Désactiver

source: Enable
fr: Activer

# tvisselfservicegroup.actremovegroup.caption
source: Remove
fr: Enlever

source: Research in domain
fr: Rechercher dans le domaine

# tvisselfservicegroup.butcancel.caption
source: Cancel
fr: Annuler

source: Edit Self Service rules package
fr: Modifier le paquet de règles Self-service

# tvisselfservicegroup.cbforcedinstall.caption
source: Install rules package as soon as agent see it
fr: Installer le paquet de règles dès que l'agent le voit.

# tvisselfservicegroup.cbforcedinstall.hint
source: If checked, when the agent does a Update and see the update waptupgrade, it triggers the install immediately (without waiting for an Upgrade or remote install action) This speeds up the deployment of the package.
fr: Si coché, lorsque l'agent fait un Update et voit la mise à jour de Waptupgrade, il lance l'installation immédiatement (sans attendre un Upgrade ou une action distante) Cela permet d'accélérer le déploiement du paquet.

# tvisselfservicegroup.gridenabledpackages.header.columns[0].text
source: Package
fr: Paquet

# tvisselfservicegroup.gridenabledpackages.header.columns[3].text
source: Dependencies
fr: Dépendances

source: Users Group
fr: Groupes d'utilisateurs

# tvisselfservicegroup.gridgroups.header.columns[1].text
source: Packages
fr: Paquets

# tvisselfservicegroup.label6.caption
source: Maturity
fr: Maturité

source: Enabled packages
fr: Paquets activés

# tvisselfservicegroup.labpackagefilename.caption
source: Package filename :
fr: Nom de fichier de paquet

source: Self service rules name
fr: Nom règles Self-service

# tvisselfservicegroup.labtargetos.caption
source: Target OS
fr: OS ciblé

# tvissendmessage.actdeletetemplate.caption
source: Delete Template
fr: Supprimer le Modèle

# tvissendmessage.actfind.caption
source: Find
fr: Trouver

# tvissendmessage.actfindnext.caption
source: Find next
fr: Trouver le prochain

# tvissendmessage.actloadtemplate.caption
source: Load
fr: Charger

# tvissendmessage.actrefreshhtmlview.caption
source: Refresh HTML View
fr: Rafraîchir la vue HTML

# tvissendmessage.actsavetemplate.caption
source: Save
fr: Sauvegarder le modèle

# tvissendmessage.butcancel.caption
source: Cancel
fr: Annuler

# tvissendmessage.butok.caption
source: Send
fr: Envoyer

# tvissendmessage.caption
source: Send message to users
fr: Envoyer un message aux utilisateurs

source: Advanced Mode
fr: Mode avancé

source: Display Time (s)
fr: Temps d'affichage (s)

source: Templates
fr: Modèles

# tvissendmessage.mitemcopy.caption
source: C&opy
fr: Copier

# tvissendmessage.mitemcut.caption
source: C&ut
fr: Couper

# tvissendmessage.mitemhtmlpaste.caption
source: Paste &Special
fr: Coller (Special)

# tvissendmessage.mitempaste.caption
source: P&aste
fr: Coller

# tvissendmessage.mitemredo.caption
source: &Redo
fr: Refaire

# tvissendmessage.mitemselectall.caption
source: Select &All
fr: Tout sélectionner

# tvissendmessage.mitemundo.caption
source: &Undo
fr: Annuler

source: Certificate Name
fr: Nom de certificat

source: not_before
fr: Début de validité

source: Valid until
fr: Fin de validité

source: Code signing
fr: Signature de code

source: Self Signed
fr: Auto signé

source: Issuer
fr: Émetteur

source: Serial number
fr: Numéro de série

source: Fingerprint (sha256)
fr: Empreinte (sha256)

source: Issuer DN
fr: DN du l'émetteur

# tvissignexehash.buttoncancel.caption
source: Cancel
fr: Annuler

source: Sign
fr: Signer

source: Exe Hashes List
fr: Liste des hash des .exe sur le serveur

source: Exe name
fr: Nom

source: List of exe on server
fr: Liste des hash des .exe sur le serveur

# tvissoftwaresnormalization.butok.caption
source: Close
fr: Fermer

source: Normalizes software titles
fr: Normaliser les titres de logiciels

source: Changelog synchronization
fr: Journal de synchronisation

# tvissyncchangelog.gridchangelog.header.columns[3].text
source: updated_on
fr: Modifié le

# tvissyncchangelog.gridchangelog.header.columns[4].text
source: updated_by
fr: Modifié par

# tvissyncchangelog.gridchangelog.header.columns[5].text
source: created_on
fr: Créé le

# tvissyncchangelog.gridchangelog.header.columns[6].text
source: created_by
fr: Créé par

# tvissyncchangelog.gridjsonviewchangelog.header.columns[0].text
source: Property
fr: Propriété

# tvissyncchangelog.gridjsonviewchangelog.header.columns[1].text
source: Value
fr: Valeur

# tvistriggerhostsaction.actstop.caption
source: Terminate
fr: Stopper

source: Trigger action
fr: Lancer l'action

source: Launch actions on hosts
fr: Lancer les actions sur les machines

# tvistriggerhostsaction.progressgrid.header.columns[0].text
source: status
fr: Statut

# tvistriggerhostsaction.progressgrid.header.columns[1].text
source: Host
fr: Machine

# tvistriggerhostsaction.progressgrid.header.columns[3].text
source: Status
fr: Statut

source: Hosts Update
fr: Mise à jour des hôtes

source: And download packages locally
fr: Et télécharger localement les paquets

source: Download needed packages right after checking available updates
fr: Télécharger les paquets nécessaires juste après avoir vérifié les mises à jour disponibles

source: Forced update
fr: Mise à jour forcée

source: Forces the download of Packages index and recalculate dependencies. Useful if some packages have been "forgotten"
fr: Force le téléchargement de l'index des paquets et recalcule les dépendances. Utile si certains paquets ont été "oubliés"

source: Hosts Upgrade
fr: Mise à niveau des hôtes

source: Allow the user to cancel the upgrade
fr: Autoriser l'utilisateur à interrompre les mises à jour

source: Prevents users from canceling package upgrades on computer shutdown. If disabled, users will not be able to cancel an upgrade on computer shutdown. If this value is not indicated the default value will be 10.
fr: Empêche les utilisateurs d'annuler les mises à niveau de package lors de l'arrêt de l'ordinateur. Si désactivé, les utilisateurs ne pourront pas annuler une mise à niveau lors de l'arrêt de l'ordinateur. Si cette valeur n'est pas indiquée, la valeur par défaut sera 10.

source: Don't upgrade packages when target application is running
fr: Ne pas installer les paquets dont les applications sont lancées

source: Prevents the software upgrade if the software is currently running on the host (impacted_process attribute of the package).
fr: Empêche la mise à niveau du logiciel si le logiciel est en cours d'exécution sur l'hôte (attribut impacted_process du package).

source: Ask the user to validate the upgrade. Wait
fr: Demander à l'utilisateur de valider les installations. Attendre

source: Delay (in seconds) before the automatic start of the installations.
fr: Délai (en secondes) avant le démarrage automatique des installations.

source: seconds
fr: secondes

source: Only upgrade packages with a specific priority.
fr: Mettez à niveau uniquement les packages avec une priorité spécifique.

source: Only priority
fr: Seulement les paquets avec la priorité

source: Launch action
fr: Lancer l'action

# tvistriggerpackagesactions.actstop.caption
source: Abort process
fr: Stopper le processus

# tvistriggerpackagesactions.butclose.caption
source: &Close
fr: &Fermer

source: Trigger action on packages
fr: Lancer le traitement des paquets

source: Delete old packages after successful process
fr: Effacer les anciens paquets après traitement

# tvistriggerpackagesactions.cbincpackageversion.caption
source: Increment the package version
fr: Incrémenter la version des paquets

# tvistriggerpackagesactions.edchangepackageprefix.hint
source: E.g. : tis Leave empty to not change the package prefix
fr: ex : tis Laisser vide pour le pas changer le préfixe

# tvistriggerpackagesactions.gridprogress.header.columns[1].text
source: Package UUID
fr: UUID du paquet

# tvistriggerpackagesactions.gridprogress.header.columns[2].text
source: Package
fr: Paquet

# tvistriggerpackagesactions.gridprogress.header.columns[4].text
source: Maturity
fr: Maturité

# tvistriggerpackagesactions.gridprogress.header.columns[5].text
source: Status
fr: Statut

# tvistriggerpackagesactions.labchangepackageprefix.caption
source: New packages prefix
fr: Nouveau préfixe de paquet

# tvistriggerpackagesactions.labpackagematurity.caption
source: Change package maturity
fr: Changer la maturité du paquet

# tvistrustcertificate.bitbtncancel2.caption
source: Cancel
fr: Annuler

# tvistrustcertificate.caption
source: Warning: probable safety risk
fr: Avertissement : risque probable de sécurité

# tvistrustcertificate.labeldesc.caption
source: The package you are trying to import is not signed by a known certificate. Do you want to authorize it?
fr: Le paquet que vous essayez d'importer n'est pas signé par un certificat connu. Voulez-vous l'autoriser ?

source: Click here to open the certificate
fr: Cliquez ici pour ouvrir le certificat

source: Build upload waptupgrade
fr: Construire et envoyer waptupgrade

source: Delete agent from the server
fr: Effacer l'agent du serveur

# tvisupdateagent.actrefresh.caption
source: Refresh
fr: Actualiser

source: Upload WAPT Agent
fr: Envoyer l'agent WAPT

source: Refresh agents
fr: Actualiser les agents

source: Update Linux / Mac Agent
fr: Mise à jour des agents Linux / Mac

# tvisupdateagent.cbarchfilter.text
source: All
fr: Tout

# tvisupdateagent.cbforcedinstall.caption
source: Install waptupgrade package as soon as agent see it
fr: Installer le paquet waptupgrade dès que l'agent le voit

# tvisupdateagent.cbforcedinstall.hint
source: If checked, when the agent does a Update and see the update waptupgrade, it triggers the install immediately (without waiting for an Upgrade or remote install action) This speeds up the deployment of the Agent update.
fr: Si coché, lorsque l'agent fait un Update et voit la mise à jour de Waptupgrade, il lance l'installation immédiatement (sans attendre un Upgrade ou une action distante) Cela permet d'accélérer le déploiement de la mise à jour de l'agent.

# tvisupdateagent.cbosfilter.text
source: All
fr: Tout

# tvisupdateagent.gridupdateagent.header.columns[0].text
source: Status
fr: Statut

# tvisupdateagent.gridupdateagent.header.columns[10].text
source: file_sha256
fr: Sha256 du fichier

# tvisupdateagent.gridupdateagent.header.columns[11].text
source: Waptupgrade UUID
fr: UUID de waptupgrade

# tvisupdateagent.gridupdateagent.header.columns[1].text
source: Available on server
fr: Dispo sur le serveur

# tvisupdateagent.gridupdateagent.header.columns[2].text
source: WAPT Upgrade available
fr: WAPT Upgrade dispo

# tvisupdateagent.gridupdateagent.header.columns[3].text
source: Filename
fr: Nom du fichier

# tvisupdateagent.gridupdateagent.header.columns[4].text
source: OS Type
fr: Type d'OS

# tvisupdateagent.gridupdateagent.header.columns[5].text
source: WAPT Version
fr: Version de WAPT

# tvisupdateagent.gridupdateagent.header.columns[6].text
source: OS Version
fr: Version d'OS

# tvisupdateagent.gridupdateagent.header.columns[7].text
source: OS Arch
fr: Arch d'OS

# tvisupdateagent.gridupdateagent.header.columns[8].text
source: GIT Hash
fr: Hash GIT

source: Filtered by architecture :
fr: Architecture :

source: Current server version :
fr: Version actuelle du serveur :

source: Filtered by OS :
fr: OS :

source: WaptUpgrade maturity
fr: Maturité de waptupgrade

# tvisupdatepackagesource.actupdatepackage.caption
source: Update-package for selected packages
fr: Lancer l'update-package pour les paquets sélectionnés

# tvisupdatepackagesource.actupload.caption
source: Upload selected packages
fr: Uploader les paquets selectionnés

# tvisupdatepackagesource.butstop.caption
source: Abort process
fr: Stopper le processus

source: Update package source
fr: Mettre à jour les sources du paquet

source: Increment version
fr: Incrémenter la version du paquet

source: Upload directly
fr: Uploader directement

# tvisupdatepackagesource.edchangepackageprefix.hint
source: E.g. : tis Leave empty to not change the package prefix
fr: ex : tis Laisser vide pour ne pas changer le préfixe

# tvisupdatepackagesource.gridprogress.header.columns[0].text
source: Package
fr: Nom du paquet

# tvisupdatepackagesource.gridprogress.header.columns[2].text
source: Current version
fr: Version actuelle

# tvisupdatepackagesource.gridprogress.header.columns[3].text
source: New version
fr: Nouvelle version

# tvisupdatepackagesource.gridprogress.header.columns[4].text
source: Maturity
fr: Maturité

# tvisupdatepackagesource.gridprogress.header.columns[5].text
source: Status update package
fr: Statut update-package

# tvisupdatepackagesource.gridprogress.header.columns[6].text
source: Status upload
fr: Statut upload

# tvisupdatepackagesource.labchangepackageprefix.caption
source: New packages prefix
fr: Nouveau préfixe de paquet

# tvisupdatepackagesource.labpackagematurity.caption
source: New packages maturity
fr: Nouvelle maturité des paquets

source: Add package name
fr: Ajouter un nom de paquet

source: Add perimeter
fr: Ajouter un périmètre

# tviswaptacls.actapplyupdates.caption
source: Apply updates
fr: Appliquer les modifications

source: Change User Password on Wapt server
fr: Changer le mot de passe utilisateur sur le serveur Wapt

source: Check acl signature
fr: Vérifier la signature des ACLs

# tviswaptacls.actdeleteaccount.caption
source: Delete account
fr: Supprimer le compte

source: Invalidate User Password on Wapt server
fr: Invalider le mot de passe utilisateur sur le serveur Wapt

# tviswaptacls.actnewaccount.caption
source: New account
fr: Nouveau compte

source: Register user certificate
fr: Associer un certificat à l'utilisateur

# tviswaptacls.actreloadaccounts.caption
source: Reload accounts
fr: Recharger les comptes

source: Remove package name
fr: Enlever un nom de paquet

source: Remove perimeter
fr: Enlever un périmètre

# tviswaptacls.actsaveaccounts.caption
source: Save accounts
fr: Enregistrer les comptes

source: Show user certificate
fr: Voir le certificat de l'utilisateur

source: Unregister User Certificate
fr: Désinscrire le certificat de l'utilisateur

source: WAPT Users rights (ACLS)
fr: Droits des utilisateurs WAPT (ACLS)

# tviswaptacls.cballowedperimetersrights.caption
source: Rights for
fr: Droits pour

# tviswaptacls.cballowusercertificate.caption
source: Rights for
fr: Droits pour

# tviswaptacls.cbeditpackagerights.caption
source: Rights for
fr: Droits pour

source: Choose a user certificate
fr: Choisir un certificat utilisateur

# tviswaptacls.gridallowedperimeters.header.columns[0].text
source: Perimeter
fr: Périmètre

# tviswaptacls.gridallowedperimeters.header.columns[1].text
source: Perimeter fingerprint
fr: Empreinte du périmètre

# tviswaptacls.grideditallowedpackages.header.columns[0].text
source: Package pattern
fr: Nom de Paquet

# tviswaptacls.gridusers.header.columns[10].text
source: Edit WUA
fr: Modifier WUA

# tviswaptacls.gridusers.header.columns[11].text
source: Edit unit package
fr: Modifier paquets AD OU

# tviswaptacls.gridusers.header.columns[12].text
source: Edit profile package
fr: Modifier paquets Profil

# tviswaptacls.gridusers.header.columns[13].text
source: Edit config package
fr: Modifier paquet Config

# tviswaptacls.gridusers.header.columns[14].text
source: Apply upgrades
fr: Lancer les installations

# tviswaptacls.gridusers.header.columns[15].text
source: Remote hosts actions
fr: Actions distantes machines

# tviswaptacls.gridusers.header.columns[16].text
source: Edit Reports
fr: Modifier requête

# tviswaptacls.gridusers.header.columns[17].text
source: Run Reports
fr: Lancer requête

# tviswaptacls.gridusers.header.columns[18].text
source: WADS admin
fr: Admin WADS

# tviswaptacls.gridusers.header.columns[19].text
source: WADS view
fr: Vue WADS

# tviswaptacls.gridusers.header.columns[1].text
source: User
fr: Utilisateur

# tviswaptacls.gridusers.header.columns[20].text
source: WADS host deploy
fr: Déploiement de machine WADS

# tviswaptacls.gridusers.header.columns[21].text
source: Edit Repo
fr: Modifier dépôt

# tviswaptacls.gridusers.header.columns[22].text
source: Audit data
fr: Données d'audit

# tviswaptacls.gridusers.header.columns[23].text
source: Account expiration date
fr: Date d'expiration du compte

# tviswaptacls.gridusers.header.columns[25].text
source: Local user
fr: Mot de passe local défini

# tviswaptacls.gridusers.header.columns[26].text
source: User certificate SHA256 fingerprint
fr: Empreinte SHA256 du certificat de l'utilisateur

# tviswaptacls.gridusers.header.columns[27].text
source: Signed on
fr: Signé le

# tviswaptacls.gridusers.header.columns[28].text
source: Signed by
fr: Signé par

# tviswaptacls.gridusers.header.columns[29].text
source: Signer fingerprint
fr: Empreinte du certificat du signataire

# tviswaptacls.gridusers.header.columns[31].text
source: Updated on
fr: Modifié le

# tviswaptacls.gridusers.header.columns[32].text
source: Updated by
fr: Modifié par

# tviswaptacls.gridusers.header.columns[33].text
source: Created on
fr: Créé le

# tviswaptacls.gridusers.header.columns[34].text
source: Created by
fr: Créé par

# tviswaptacls.gridusers.header.columns[35].text
source: Update status
fr: Statut de mise à jour

# tviswaptacls.gridusers.header.columns[3].text
source: View
fr: Voir

source: User certificate SHA1 fingerprint
fr: Empreinte SHA1 du certificat de l'utilisateur

# tviswaptacls.gridusers.header.columns[4].text
source: Register hosts
fr: Inscrire la machine

# tviswaptacls.gridusers.header.columns[5].text
source: Unregister hosts
fr: Désinscrire la machine

# tviswaptacls.gridusers.header.columns[6].text
source: Edit hosts
fr: Modifier la machine

# tviswaptacls.gridusers.header.columns[7].text
source: Edit packages
fr: Modifier les paquets

# tviswaptacls.gridusers.header.columns[8].text
source: Edit groups
fr: Modifier les groupes

# tviswaptacls.gridusers.header.columns[9].text
source: Edit self-service
fr: Modifier self-service

source: Authorized package names for "Edit package" rights
fr: Nom des paquets autorisés

source: Authorized perimeters
fr: Périmètres autorisés

# tviswaptacls.menuitem1.caption
source: Add/remove rights
fr: Ajouter/supprimer droits

# tviswaptacls.toolbutton2.caption
source: Add/remove rights
fr: Ajouter/supprimer droits

source: Clear logs
fr: Effacer les logs

source: Page down
fr: Page suivante

source: Page up
fr: Page précédente

# tviswaptauthenticationlogs.actionrefresh.caption
source: Refresh
fr: Actualiser

source: Authentication logs
fr: Logs d'authentification

source: Authenticated
fr: Authentifié

source: Forbidden
fr: Interdit

# tviswaptauthenticationlogs.labelrowsnumber.caption
source: Number of rows to display :
fr: Nombre de lignes à afficher :

source: Total record count :
fr: Nombre total d'enregistrements

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[12].text
source: method
fr: Méthode

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[13].text
source: scheme
fr: Schéma

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[14].text
source: path
fr: Chemin

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[15].text
source: full_path
fr: Chemin Complet

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[16].text
source: created_by
fr: Créé par

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[17].text
source: forbidden
fr: Interdit

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[18].text
source: authenticated
fr: Authentifié

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[1].text
source: updated_on
fr: Modifié le

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[2].text
source: created_on
fr: Créé le

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[4].text
source: updated_by
fr: Modifié par

source: args
fr: Arguments

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[6].text
source: data
fr: Données

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[7].text
source: user
fr: Utilisateur

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[8].text
source: user_acls
fr: Droits Utilisateurs

# tviswaptauthenticationlogs.sogridauthenticationlogs.header.columns[9].text
source: host
fr: Machine

# tviswaptbuildparams.bitbtn2.caption
source: Cancel
fr: Annuler

source: Package Build parameters
fr: Paramètres de construction de paquet

# tviswaptbuildparams.labkeypassword.caption
source: Private key password :
fr: Mot de passe de la clé privée :

# tviswaptbuildparams.labkeypath.caption
source: For key matching the certificate:
fr: Pour la clé associée au certificat :

# tviswaptbuildparams.labpassword.caption
source: Password
fr: Mot de passe

# tviswaptbuildparams.labserver.caption
source: Server
fr: Serveur

# tviswaptbuildparams.labuser.caption
source: User
fr: Utilisateur

# tviswaptconfig.actaddplugin.caption
source: Add
fr: Ajouter

source: Check and set
fr: Vérifier
