Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

# tviswaptgui.actshowplugins.caption
source: Plugins
fr: Outils externes

source: Sign Deploy Exe
fr: Signer les .exe sur le serveur

source: Normalize software titles
fr: Normaliser les noms de logiciels

# tviswaptgui.actsoftwaresnormalizationlist.caption
source: Software normalization
fr: Normalisation des noms de logiciels

# tviswaptgui.actstartmeshremotedesktop.caption
source: Mesh remote desktop
fr: Bureau à distance Mesh

source: Launch sync on remotes
fr: Lancer la synchro des dépots distants

source: Git Clone Package Repository
fr: Cloner le dépot d'un paquet

# tviswaptgui.acttishelp.caption
source: Launch TISHelp
fr: Lancer TISHelp

# tviswaptgui.acttriggerdisplaymessageorgunit.caption
source: Send a message to users
fr: Envoyer un message aux utilisateurs

# tviswaptgui.acttriggerhostaudit.caption
source: Run packages audit
fr: Lancer l'audit des paquets

source: Run packages audit
fr: Lancer l'audit des paquets

# tviswaptgui.acttriggerhostpackageupdate.caption
source: Check updates
fr: Vérifier les mises à jour

# tviswaptgui.acttriggerhostsreboot.caption
source: Reboot computers
fr: Redémarrer les machines

# tviswaptgui.acttriggerhostsshutdown.caption
source: Shutdown computers
fr: Arrêter les machines

# tviswaptgui.acttriggerhostupdate.caption
source: Check updates
fr: Vérifier les mises à jour

# TVISWAPTGUI.ACTTRIGGERHOSTUPDATE.HINT
source: Trigger update of available packages on hosts.
fr: Vérifier les mises à jour

# TVISWAPTGUI.ACTTRIGGERHOSTUPGRADE.CAPTION
source: Apply upgrades
fr: Lancer les installations

# TVISWAPTGUI.ACTTRIGGERHOSTUPGRADE.HINT
source: Launch pending packages upgrades
fr: Lancer les installations en attente

# tviswaptgui.acttriggerhostupgradesafe.caption
source: Apply upgrades for not running applications
fr: Lancer les installations en attente pour les applications non lancées

# tviswaptgui.acttriggerhostupgradesafeorgunit.caption
source: Apply upgrades for not running applications
fr: Lancer les installations en attente pour les applications non lancées

# tviswaptgui.acttriggerpendingactions.caption
source: Apply selected install
fr: Appliquer les installations sélectionnées

# tviswaptgui.acttriggerpendingactionssafe.caption
source: Apply install / remove for not running applications
fr: Lancer les les installations en attente pour les applications non lancées

# tviswaptgui.acttriggertestlongtask.caption
source: Trigger test long task
fr: Déclencher une longue tâche de test

# tviswaptgui.acttriggerupdateorgunit.caption
source: Check updates on all hosts of this OU
fr: Vérifier les mises à jour des machines de cette OU

# tviswaptgui.acttriggerupgradesorgunit.caption
source: Apply upgrades on all hosts of this OU
fr: Lancer les installations de paquets pour les machines de cette OU

# tviswaptgui.acttriggerwakeonlan.caption
source: Power ON with WakeOnLan
fr: Démarrer avec WakeOnLan

# tviswaptgui.acttriggerwaptservicerestart.caption
source: Trigger a restart of waptservice
fr: Lancer le redémarrage de Waptservice

# tviswaptgui.acttriggerwaptwua_download.caption
source: Trigger the download of pending Windows Updates
fr: Lancer le téléchargement des Mises à jour Windows en attente

# tviswaptgui.acttriggerwaptwua_install.caption
source: Trigger the install of pending Windows Updates
fr: Lancer l'installation des Mises à jour Windows en attente

# tviswaptgui.acttriggerwaptwua_scan.caption
source: Trigger the scan of missing Windows Updates
fr: Lancer la recherche des Mises à jour Windows à appliquer

# tviswaptgui.acttriggerwaptwua_uninstall.caption
source: Trigger the Uninstall of selected Windows Updates
fr: Lancer la Désinstallation des mises à jour Windows sélectionnées

source: Update Index
fr: Mise à jour de l'index

source: Update the package from the store
fr: Mettre à jour depuis le store

source: Get and upload Agents installers to server
fr: Télécharger et envoyer les installeurs d'Agents WAPT sur le serveur

# tviswaptgui.actuploadwinpe.caption
source: Upload WinPE
fr: Télécharger WinPE

# tviswaptgui.actuprule.caption
source: Up rule
fr: Monter la règle

# tviswaptgui.actveyon.caption
source: Connect via Veyon
fr: Se connecter au poste avec Veyon

source: Video tutorials
fr: Tutoriels vidéos

# tviswaptgui.actvnc.caption
source: Connect via VNC
fr: Se connecter en VNC

# tviswaptgui.actwaptconsoleconfig.caption
source: Preferences
fr: Préférences

# tviswaptgui.actwaptsetupupgrade.caption
source: Install Agent installer "waptsetup.exe" from server
fr: Lancer l'installeur waptsetup.exe présent sur le serveur

source: See working actions
fr: Voir les actions en cours

# tviswaptgui.actwsusdowloadwsusscan.caption
source: Download WSUSScan cab from Microsoft Web site
fr: Télécharger le cab WSUSScan depuis le site de Microsoft

# tviswaptgui.actwsusrefresh.caption
source: Refresh
fr: Actualiser

# tviswaptgui.actwuacheckallclass.caption
source: Check all classifications
fr: Cocher toutes les classifications

source: Check all products
fr: Cocher tous les produits

# tviswaptgui.actwuadownloadselectedupdate.caption
source: Download selected
fr: Télécharger les mises à jour sélectionnées

# tviswaptgui.actwuaeditgroup.caption
source: Edit group
fr: Éditer le groupe

# tviswaptgui.actwuagetunusedkb.caption
source: Delete unused updates
fr: Effacer les mises à jours non-affectées

# tviswaptgui.actwualoadgroups.caption
source: Refresh
fr: Actualiser

# tviswaptgui.actwuanewpackage.caption
source: New Windows Updates bundle
fr: Créer un nouveau paquet de règles de mise à jour Windows

# tviswaptgui.actwuashowdownloadtasks.caption
source: Show Download history
fr: Voir l'historique de téléchargement

# tviswaptgui.actwuashowmsupdateshelp.caption
source: Show MS Update Help
fr: Voir l'information MS sur la mise à jour.

# tviswaptgui.actwuashowpending.caption
source: Pending updates
fr: MAJs WUA en attente

# tviswaptgui.actwuashowpendingupdates.caption
source: Show pending updates
fr: Afficher les MAJs WUA en attente

# tviswaptgui.actwuauncheckallclass.caption
source: Uncheck all classifications
fr: Décocher toutes les classifications

source: Uncheck all products
fr: Décocher tous les produits

source: Space Used by Windows Updates : 0.0 Mo
fr: Espace Utilisé par les MAJ Windows : 0.0 Mo

# tviswaptgui.applyselectedmitem.caption
source: Apply selected install / remove
fr: Appliquer les actions sélectionnées

# tviswaptgui.butall.caption
source: All
fr: Tout

# tviswaptgui.butoverviewstatuspackagesall.caption
source: All
fr: Tout

# tviswaptgui.butoverviewstatuspackagespending.caption
source: Pending
fr: En attente

# tviswaptgui.butoverviewstatuspackagespending1.caption
source: Pending
fr: En attente

# tviswaptgui.buttasksstatusall.caption
source: All
fr: Tout

# tviswaptgui.buttonaddisoconfig.hint
source: New Iso Config
fr: Nouvel Iso

# tviswaptgui.buttondeleteisoconfig.hint
source: Delete Iso Config
fr: Supprimer l'Iso

# tviswaptgui.buttonextdriverwinpe.caption
source: Create WinPe USB Key
fr: Créer une clé WinPe

# tviswaptgui.buttonimportmacadressesfrominventory.caption
source: Import Host...
fr: Importer des machines...

# tviswaptgui.buttonrefreshisoconfig.hint
source: Refresh Iso Config
fr: Actualiser (Iso)

# tviswaptgui.butwustatusall.caption
source: All
fr: Tout

source: WAPT console
fr: Console WAPT

source: Filter hosts on AD Group membership
fr: Filtrer les machines sur l'appartenance au groupe AS

# tviswaptgui.cbadsite.hint
source: Filter hosts which have this direct package dependency
fr: Sélectionne les machines qui ont cette dépendance directe

source: More options
fr: Plus d'options

source: All classifications
fr: Toutes les classifications

source: All products
fr: Tous les produits

source: Show all properties
fr: Voir toutes les propriétés

source: Only authorized computers
fr: Seulement les machines autorisées

source: Returns only computers accepting current personal certificate
fr: Ne liste que les machines qui acceptent le certificat personnel actif

source: Decrypt Datas
fr: Déchiffrer les données

# tviswaptgui.cbdecryptlogs.caption
source: Decrypt Logs
fr: Déchiffrer les logs

# tviswaptgui.cbfilterpackageslocales.caption
source: Locale
fr: Langue

# tviswaptgui.cbgroups.hint
source: Filter hosts which have this direct package dependency
fr: Sélectionne les machines qui ont cette dépendance directe

# TVISWAPTGUI.CBHASERRORS.CAPTION
source: Has errors
fr: En erreurs

source: Show History
fr: Afficher l'historique

# tviswaptgui.cbhostshaserrors.caption
source: Has errors
fr: En erreurs

# tviswaptgui.cbhostsneedupgrade.caption
source: Needs updating
fr: A mettre à jour

# tviswaptgui.cbhostsreachable.caption
source: Connected only
fr: Connectés

source: Include computers from subfolders
fr: Inclure les postes des sous-dossiers

source: Not
fr: Ne contient pas

source: Negative search : returns hosts Not matching
fr: Renvoie les machines qui ne satisfont pas le critère.

# tviswaptgui.cbmerge.caption
source: Merge
fr: Fusionner

# TVISWAPTGUI.CBNEEDUPGRADE.CAPTION
source: Needs updating
fr: A mettre à jour

# tviswaptgui.cbnewestonly.caption
source: Last version only
fr: Dernière version seulement

source: Only Kbs
fr: Seulement les KBs

# tviswaptgui.cboverviewsectiongroup.caption
source: Group
fr: Groupe

# tviswaptgui.cboverviewsectionhost.caption
source: Host
fr: Machine

source: Profiles
fr: Profils

source: Unit
fr: Unité Org

source: Updates
fr: Mises à jour

# tviswaptgui.cboverviewstatuserrors.caption
source: Errors
fr: Erreurs

# tviswaptgui.cboverviewstatusinstall.caption
source: To install
fr: À installer

# tviswaptgui.cboverviewstatusremove.caption
source: To remove
fr: À enlever

# tviswaptgui.cboverviewstatusupgrade.caption
source: To upgrade
fr: À mettre à jour

# tviswaptgui.cbreachable.caption
source: Connected only
fr: Connectés

source: Search in subdirectories
fr: Chercher dans les sous-dossiers

source: Include Packages from subfolders
fr: Inclure les paquets des sous-dossiers

# tviswaptgui.cbsearchall.caption
source: All
fr: Tout

source: Hardware
fr: Matériel

source: Search in DMI/WMI infos
fr: Recherche dans les infos DMI/WMI

# tviswaptgui.cbsearchhost.caption
source: Host
fr: Machine

source: Search in host_info field
fr: Recherche dans les infos générales.

# tviswaptgui.cbsearchpackages.caption
source: Packages
fr: Paquets

source: search in installed packages
fr: Recherche dans les paquets installés

# tviswaptgui.cbsearchsoftwares.caption
source: Software
fr: Logiciel

source: Search in installed softwares
fr: Recherche dans les logiciels référencés

source: Show Formatted HTML Panel
fr: Afficher le panneau HTML

# tviswaptgui.cbshowhosts.caption
source: Show Hosts
fr: Afficher les clients

# tviswaptgui.cbshowhostsforpackages.caption
source: Show Hosts
fr: Afficher les clients

# tviswaptgui.cbshowhostsforwua.caption
source: Show Hosts
fr: Afficher les clients

# tviswaptgui.cbstatuserrors.caption
source: Errors
fr: Erreurs

# tviswaptgui.cbstatusinstall.caption
source: To install
fr: À installer

# tviswaptgui.cbstatusremove.caption
source: To remove
fr: À enlever

# tviswaptgui.cbstatusupgrade.caption
source: To upgrade
fr: À mettre à jour

# tviswaptgui.cbtasksstatusdone.caption
source: Done
fr: Terminé

# tviswaptgui.cbtasksstatuserrors.caption
source: Errors
fr: Erreurs

# tviswaptgui.cbtasksstatuspending.caption
source: Pending
fr: En attente

# tviswaptgui.cbwaptservers.text
source: (All)
fr: (Tous)

# tviswaptgui.cbwuacriticalonly.caption
source: Critical only
fr: Critiques seulement

# tviswaptgui.cbwuadiscarded.caption
source: Discarded
fr: Refusées

# tviswaptgui.cbwuainstalled.caption
source: Installed
fr: Installées

# tviswaptgui.cbwuapending.caption
source: Pending
fr: En attente

# tviswaptgui.cbwucritical.caption
source: Critical only
fr: Critiques seulement

# tviswaptgui.checkallwuamitem.caption
source: Check All
fr: Tout cocher

# tviswaptgui.checkallwuproductsmitem.caption
source: Check All
fr: Cocher Tout

# tviswaptgui.checkwaptagent.caption
source: Check Waptagent updates
fr: Vérifier si l'agent Wapt est à jour

# tviswaptgui.createpkgagentconfig.caption
source: Host agent dynamic configuration
fr: Configuration dynamique de l'agent

# tviswaptgui.createpkggroupitem.caption
source: Group
fr: Groupe

source: AD profile
fr: Profil AD

source: Self-service rules
fr: Règles Self-service

source: Package template
fr: Modèle de paquet

source: WUA rules
fr: Règles WUA

# tviswaptgui.defaultsourcesrootlbl.caption
source: Base directory for package development
fr: Répertoire de base pour le développement de paquets

# tviswaptgui.eddefault_sources_root.hint
source: E.g. : c:\waptdev Local directory for saving package development projects
fr: Par exemple : c:\waptdev

# tviswaptgui.edoverviewsearchhostpackages.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.edsearchhost.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

source: Type search text
fr: Rechercher

# tviswaptgui.edsearchhostsforpackage.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.edsearchhostsforwua.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.edsearchorgunits.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.edsearchpackage.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.edsearchstatuspackages.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.edsearchstatustasks.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.edwuasearchwindowsupdate.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.filemitem.caption
source: &File
fr: &Fichier

# tviswaptgui.filtermaturitylabel.caption
source: Maturity
fr: Maturité

# tviswaptgui.filterpackagescombobox.text
source: (all)
fr: (tous)

# tviswaptgui.filterpackageslabel.caption
source: Filter packages
fr: Filtrer les paquets

# tviswaptgui.frmvalidcertificatesinpgcert.gridcertificates.header.columns[0].text
source: Certificate Name
fr: Nom de certificat

source: not_before
fr: Début de validité

# tviswaptgui.frmvalidcertificatesinpgcert.gridcertificates.header.columns[1].text
source: Valid until
fr: Fin de validité

# tviswaptgui.frmvalidcertificatesinpgcert.gridcertificates.header.columns[2].text
source: Code signing
fr: Signature de code

# tviswaptgui.frmvalidcertificatesinpgcert.gridcertificates.header.columns[4].text
source: Self Signed
fr: Auto signé

# tviswaptgui.frmvalidcertificatesinpgcert.gridcertificates.header.columns[5].text
source: Issuer
fr: Émetteur

# tviswaptgui.frmvalidcertificatesinpgcert.gridcertificates.header.columns[6].text
source: Serial number
fr: Numéro de série

# tviswaptgui.frmvalidcertificatesinpgcert.gridcertificates.header.columns[7].text
source: Fingerprint (sha256)
fr: Empreinte (sha256)

# tviswaptgui.frmvalidcertificatesinpgcert.gridcertificates.header.columns[8].text
source: Issuer DN
fr: DN du l'émetteur

# tviswaptgui.frmvalidcertificatesinpgrepo.gridcertificates.header.columns[0].text
source: Certificate Name
fr: Nom de certificat

source: not_before
fr: Début de validité

# tviswaptgui.frmvalidcertificatesinpgrepo.gridcertificates.header.columns[1].text
source: Valid until
fr: Fin de validité

# tviswaptgui.frmvalidcertificatesinpgrepo.gridcertificates.header.columns[2].text
source: Code signing
fr: Signature de code

# tviswaptgui.frmvalidcertificatesinpgrepo.gridcertificates.header.columns[4].text
source: Self Signed
fr: Auto signé

# tviswaptgui.frmvalidcertificatesinpgrepo.gridcertificates.header.columns[5].text
source: Issuer
fr: Émetteur

# tviswaptgui.frmvalidcertificatesinpgrepo.gridcertificates.header.columns[6].text
source: Serial number
fr: Numéro de série

# tviswaptgui.frmvalidcertificatesinpgrepo.gridcertificates.header.columns[7].text
source: Fingerprint (sha256)
fr: Empreinte (sha256)

# tviswaptgui.frmvalidcertificatesinpgrepo.gridcertificates.header.columns[8].text
source: Issuer DN
fr: DN du l'émetteur

# tviswaptgui.fromfilemitem.caption
source: From File
fr: Depuis un fichier

# tviswaptgui.fromurlmitem.caption
source: From Url
fr: Depuis une URL

# tviswaptgui.gridagentrepo.header.columns[0].text
source: Status
fr: Statut

# tviswaptgui.gridagentrepo.header.columns[10].text
source: Current download
fr: Téléchargement en cours

# tviswaptgui.gridagentrepo.header.columns[11].text
source: Current speed
fr: Vitesse de téléchargement actuelle

source: Download speed average
fr: Vitesse de téléchargement moyenne

source: Last audit
fr: Dernier audit

source: Last sync
fr: Dernière synchro

# tviswaptgui.gridagentrepo.header.columns[17].text
source: Errors
fr: Erreurs

# tviswaptgui.gridagentrepo.header.columns[1].text
source: Progress
fr: Progression

source: Connection status
fr: Statut de connexion

# tviswaptgui.gridagentrepo.header.columns[4].text
source: Computer FQDN
fr: FQDN de l'ordinateur

# tviswaptgui.gridagentrepo.header.columns[5].text
source: Computer name
fr: Nom de la machine

# tviswaptgui.gridagentrepo.header.columns[8].text
source: Sync status
fr: Statut de synchro

# tviswaptgui.gridagentrepo.header.columns[9].text
source: Sync ID
fr: ID Sync

# tviswaptgui.gridauditdatatree.header.columns[0].text
source: Property
fr: Propriété

# tviswaptgui.gridauditdatatree.header.columns[1].text
source: Value
fr: Valeur

# tviswaptgui.gridhostauditdata.header.columns[10].text
source: Computer description
fr: Description de ordinateur

# tviswaptgui.gridhostauditdata.header.columns[4].text
source: Key
fr: Clé

# tviswaptgui.gridhostauditdata.header.columns[5].text
source: Value
fr: Valeur

# tviswaptgui.gridhostauditdata.header.columns[6].text
source: Expiration date
fr: Date d'expiration

# tviswaptgui.gridhostauditdata.header.columns[7].text
source: Created on
fr: Créé le

# tviswaptgui.gridhostauditdata.header.columns[9].text
source: Computer FQDN
fr: FQDN de la machine

# tviswaptgui.gridhosthistoryauditdata.header.columns[10].text
source: Computer description
fr: Description de ordinateur

# tviswaptgui.gridhosthistoryauditdata.header.columns[4].text
source: Key
fr: Clé

# tviswaptgui.gridhosthistoryauditdata.header.columns[5].text
source: Value
fr: Valeur

# tviswaptgui.gridhosthistoryauditdata.header.columns[6].text
source: Expiration date
fr: Date d'expiration

# tviswaptgui.gridhosthistoryauditdata.header.columns[7].text
source: Created on
fr: Créé le

# tviswaptgui.gridhosthistoryauditdata.header.columns[9].text
source: Computer FQDN
fr: FQDN de l'ordinateur

# tviswaptgui.gridhostinventory.header.columns[0].text
source: Property
fr: Propriété

# tviswaptgui.gridhostinventory.header.columns[1].text
source: Value
fr: Valeur

# tviswaptgui.gridhostpackages.header.columns[0].text
source: Status
fr: Statut

# tviswaptgui.gridhostpackages.header.columns[12].text
source: Locale
fr: Langue

# tviswaptgui.gridhostpackages.header.columns[13].text
source: Md5sum
fr: Somme MD5

# tviswaptgui.gridhostpackages.header.columns[14].text
source: File name
fr: Nom de fichier

# tviswaptgui.gridhostpackages.header.columns[15].text
source: Parameters
fr: Paramètres

# tviswaptgui.gridhostpackages.header.columns[16].text
source: Log install
fr: Log d'installation

# tviswaptgui.gridhostpackages.header.columns[17].text
source: Maintainer
fr: Mainteneur

# tviswaptgui.gridhostpackages.header.columns[18].text
source: Conflicts
fr: Conflits

# tviswaptgui.gridhostpackages.header.columns[19].text
source: Size after install
fr: Taille après installation

# tviswaptgui.gridhostpackages.header.columns[1].text
source: Audit status
fr: Statut d'audit

# tviswaptgui.gridhostpackages.header.columns[20].text
source: URL of repository
fr: URL du dépôt

# tviswaptgui.gridhostpackages.header.columns[21].text
source: Size
fr: Taille

# tviswaptgui.gridhostpackages.header.columns[22].text
source: Name of repository
fr: Nom du dépôt

# tviswaptgui.gridhostpackages.header.columns[23].text
source: Maturity
fr: Maturité

# tviswaptgui.gridhostpackages.header.columns[24].text
source: Audited on
fr: Audité le

# tviswaptgui.gridhostpackages.header.columns[25].text
source: Next audit
fr: Prochain audit

# tviswaptgui.gridhostpackages.header.columns[26].text
source: Uninstall key
fr: Clé de désinstallation

# tviswaptgui.gridhostpackages.header.columns[27].text
source: Updated on
fr: Modifié le

# tviswaptgui.gridhostpackages.header.columns[28].text
source: Updated by
fr: Modifié par

# tviswaptgui.gridhostpackages.header.columns[29].text
source: Created on
fr: Créé le

# tviswaptgui.gridhostpackages.header.columns[2].text
source: Package name
fr: Nom du paquet

# tviswaptgui.gridhostpackages.header.columns[30].text
source: Created by
fr: Créé par

# tviswaptgui.gridhostpackages.header.columns[31].text
source: Last audit output
fr: Dernières traces d'audit

# tviswaptgui.gridhostpackages.header.columns[33].text
source: Signer fingerprint
fr: Empreinte du signataire

# tviswaptgui.gridhostpackages.header.columns[34].text
source: Host
fr: Machine

# tviswaptgui.gridhostpackages.header.columns[35].text
source: Signer
fr: Signataire

# tviswaptgui.gridhostpackages.header.columns[36].text
source: Package UUID
fr: UUID du paquet

# tviswaptgui.gridhostpackages.header.columns[37].text
source: Install ID
fr: ID d'installation

# tviswaptgui.gridhostpackages.header.columns[38].text
source: Forced install on
fr: Installation forcée le

# tviswaptgui.gridhostpackages.header.columns[39].text
source: signature_date
fr: Date de signature

# tviswaptgui.gridhostpackages.header.columns[40].text
source: impacted_process
fr: Processus impactés

# tviswaptgui.gridhostpackages.header.columns[41].text
source: repo_url
fr: Dépôt

# tviswaptgui.gridhostpackages.header.columns[42].text
source: name
fr: Nom

# tviswaptgui.gridhostpackages.header.columns[5].text
source: Dependencies
fr: Dépendances

# tviswaptgui.gridhostpackages.header.columns[6].text
source: Install date
fr: Date d'installation

# tviswaptgui.gridhostpackages.header.columns[7].text
source: Priority
fr: Priorité

# tviswaptgui.gridhostpackages.header.columns[9].text
source: Installed by
fr: Installé par

# tviswaptgui.gridhostpackagesoverview.header.columns[0].text
source: Status
fr: Statut

# tviswaptgui.gridhostpackagesoverview.header.columns[1].text
source: Package
fr: Nom du paquet

# tviswaptgui.gridhostpackagesoverview.header.columns[3].text
source: Count
fr: Nombre

# tviswaptgui.gridhostpackagesoverview.header.columns[4].text
source: Reachable
fr: Connecté

# tviswaptgui.gridhostpackagesoverview.header.columns[5].text
source: Hosts
fr: Machines

# tviswaptgui.gridhosts.header.columns[0].text
source: Status
fr: Statut

# tviswaptgui.gridhosts.header.columns[10].text
source: Model
fr: Modèle

# tviswaptgui.gridhosts.header.columns[11].text
source: Serial number
fr: Numéro de série

# tviswaptgui.gridhosts.header.columns[12].text
source: Last seen on
fr: Dernière connexion

# tviswaptgui.gridhosts.header.columns[13].text
source: Logged in users
fr: Utilisateurs logués

# tviswaptgui.gridhosts.header.columns[14].text
source: MAC address
fr: Adresse MAC

# tviswaptgui.gridhosts.header.columns[15].text
source: WAPT version
fr: Version de WAPT

# tviswaptgui.gridhosts.header.columns[17].text
source: Purchase order
fr: N° Commande achat

# tviswaptgui.gridhosts.header.columns[18].text
source: Purchase date
fr: Date d'achat

# tviswaptgui.gridhosts.header.columns[19].text
source: attributes
fr: Attributs

# tviswaptgui.gridhosts.header.columns[1].text
source: Reachable
fr: Joignable

# tviswaptgui.gridhosts.header.columns[20].text
source: Domain controller
fr: Contrôleur de domaine
