Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/wapttray.*.po
Languages: fr

source: Cancel all current tasks
fr: Annuler toutes les tâches en cours

source: Cancel current task
fr: Annuler la tâche en cours

source: View configuration file
fr: Afficher le fichier de configuration

source: Save this host's inventory to the server
fr: Sauvegarder l'inventaire de cette machine sur le serveur

source: Run WAPT Console
fr: Lancer la console WAPT

source: About this host
fr: Informations de la machine

source: Quit
fr: Quitter

source: Reload network related service configuration
fr: Recharger la configuration réseau du service

source: Wapt service running
fr: Service WAPT lancé

source: Configure all installed packages for your own session
fr: Configurer tous les paquets installés pour votre session

source: Configure
fr: Configurer

source: View software status
fr: Afficher le statut des logiciels

source: View tasks
fr: Afficher les tâches

source: Update software inventory
fr: Mettre à jour l'inventaire des logiciels

source: Install updates
fr: Installer les mises à jour

source: Update WAPT software on this host
fr: Mettre à jour le logiciel WAPT sur cet hôte

source: Run WAPT Self-service
fr: Lancer le Self-service

source: WAPT Software Manager
fr: Gestion des logiciels WAPT

source: Status
fr: Statut

# uwapttrayres.rscanceling
source: Canceling %s
fr: Annulation de %s

# uwapttrayres.rschecking
source: Checking...
fr: Vérification en cours...

# uwapttrayres.rserror
source: Error
fr: Erreur

# uwapttrayres.rserrorfor
source: Error for %s
fr: Erreur pour %s

# uwapttrayres.rserrorwhilechecking
source: Error while checking...
fr: Erreur lors de la vérification...

source: Install in progess
fr: Installation en cours

# uwapttrayres.rsnotaskcanceled
source: No task canceled
fr: Aucune tâche annulée

# uwapttrayres.rspackageconfigdone
source: Done configuring packages for the current user session
fr: Configuration des paquets pour la session utilisateur terminée

# uwapttrayres.rspackageconfigerror
source: Error while configuring packages for the current user session
fr: Erreur lors de la configuration des paquets pour la session utilisateur

source: Pending packages installs: %s
fr: Installation en attente: %s

source: Pending packages removes: %s
fr: Désinstallation en attente: %s

source: Pending WUA updates: %s
fr: Mises à jour WUA en attente: %s

source: Starting WAPTService
fr: Démarrage de WAPTService

source: Stopping WAPTService
fr: Arrêt de WAPTService

source: %s in progress
fr: %s en cours

# uwapttrayres.rstaskstarted
source: %s started
fr: %s lancé

source: WAPTService started
fr: WAPTService démarré

source: WAPTService stopped
fr: WAPTService arrêté

# uwapttrayres.rswaptserviceterminated
source: WAPTService terminated
fr: WAPTService arrêté
