Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

source: Unable to hash file "%s"
fr: Incapable de calculer le hash de "%s"

# uwaptconsoleres.rserrorlaunchingupdate
source: Error launching update: %s
fr: Erreur lors du lancement de la mise à jour : %s

# uwaptconsoleres.rserrorlaunchingupgrade
source: Error launching upgrade: %s
fr: Erreur lors du lancement de la mise à jour : %s

source: Error while trying to send WakeOnLan packet to hosts relays
fr: Erreur lors de l'envoi des paquets WakeOnLan aux hôtes relais

# uwaptconsoleres.rserrorwithmessage
source: Error : %s
fr: Erreur : %s

# uwaptconsoleres.rsexistingaccountdjoin
source: The machine already exists.
fr: La machine existe déjà.

source: Only one rule selected
fr: Seulement une règle de sélectionnée

source: Failed to copy waptupgrade_unix directory to %
fr: Échec de la copie du répertoire waptupgrade_unix vers le répertoire %

source: No DNS record was found. Do you still want to create the rule ?
fr: Aucune trace sur le DNS n'a été trouvé. Voulez-vous quand même créer la règle ?

source: Unable to get Packages index from %
fr: Impossible de récupérer l'index des paquets depuis %

# uwaptconsoleres.rsfailedimport
source: Error during import.
fr: Erreur lors de l'importation.

# uwaptconsoleres.rsfailedtocancel
source: Could not cancel : %s.
fr: Impossible d'annuler : %s.

# uwaptconsoleres.rsfatalerror
source: Failed to retrieve task.
fr: Impossible de récupérer l'action.

# uwaptconsoleres.rsfatalerrordjoin
source: Fatal djoin error: %s
fr: erreur fatale pour le djoin: %s

source: %s does not exist
fr: %s n'existe pas.

# uwaptconsoleres.rsfilterall
source: (All)
fr: (Tous)

source: All files
fr: Tous les fichiers

source: This filter already exists.
fr: Ce filtre est déjà existant.

source: Cab files
fr: Fichiers CAB

source: Text files
fr: Fichiers texte

source: WAPT packages
fr: Paquets WAPT

# uwaptconsoleres.rsfind
source: Find
fr: Trouver

source: Finished
fr: Finis

# uwaptconsoleres.rsforceduninstallpackages
source: Selection of packages to force-remove from the hosts
fr: Choix des paquets à désinstaller explicitement sur les machines.

# uwaptconsoleres.rsforgetpackageerror
source: Error while forgetting package(s) %s: %s
fr: Erreur lors de l'oubli du/des paquet(s) %s : %s

# uwaptconsoleres.rsgridselectedandtotal
source: Selected / Total : %d / %d
fr: Sélectionné / Total : %d / %d

source: Hashing file "%s"
fr: Calcul du hash de "%s"

source: Only available when having a valid enterprise licence
fr: Valable uniquement avec une licence Enterprise

source: Higher priority overload lower
fr: La priorité la plus haute surcharge la plus petite

# uwaptconsoleres.rshostconfigeditcaption
source: Edit host configuration
fr: Éditer la configuration de la machine

source: Host deletion failed
fr: Echec de la suppression de la machine

source: HOSTNAME
fr: Nom d'hôte

source: Hostname of the host : you can use Unix shell-style wildcards
fr: Nom d'hôte de la machine : vous pouvez utiliser des caractères jokers Unix

# uwaptconsoleres.rsignoredconfictingpackages
source: Warning : couldn't find package(s) %s ; conflicting package(s) have been ignored.
fr: Attention, le(s) paquet(s) %s n'ont pu être trouvés ; les paquets en conflit ont été ignorés.

# uwaptconsoleres.rsignoredpackages
source: Warning : couldn't find package(s) %s ; ignoring them.
fr: Attention, le(s) paquet(s) %s n'ont pu être trouvés et ont été ignorés.

# uwaptconsoleres.rsimportdependenciestoo
source: Import dependencies too
fr: Importer également les dépendances

source: Missing dependencies
fr: Dépendances manquantes

# uwaptconsoleres.rsimportingfile
source: Importing %s
fr: Import de %s

# uwaptconsoleres.rsincorrectoldpwerror
source: Old password is incorrect.
fr: L'ancien mot de passe est incorrect.

# uwaptconsoleres.rsincorrectpassword
source: Incorrect password.
fr: Le mot de passe est incorrect.

source: Independent Packages
fr: Paquets indépendants

source: Password must contain : - Between %d and %d characters
fr: Le mot de passe doit contenir : - Entre %d et %d caractère(s)

source: - %d alphabetical character(s) [a-zA-Z]
fr: - %d caractère(s) alphabétique(s) [a-zA-Z]

source: - %d digit character(s) [0-9]
fr: - %d chiffre(s) [0-9]

source: - %d specific character(s) [_!;.,/:?%$="#@(){}+-*]
fr: - %d caractère(s) spécifique(s) [_!;.,/:?%$="#@(){}+-*]

source: - %d uppercase character(s)
fr: - %d caractère(s) majuscule

source: Initial configurations should have at least Wapt Repository/Server URL and a certificate
fr: Les configurations initiales doivent au moins avoir l'adresse du dépôt et serveur wapt ainsi qu'un certificat

# uwaptconsoleres.rsinnosetupunavailable
source: Innosetup is unavailable (path : %s), please install it first.
fr: Innosetup n'est pas disponible (emplacement : %s), veuillez l'installer en premier lieu.

source: Please input a Common Name to identify signer
fr: Merci d'indiquer un Common Name pour identifier le signataire

# uwaptconsoleres.rsinputkeyname
source: Please input a key name.
fr: Veuillez spécifier le nom de la clé

# uwaptconsoleres.rsinputpubkeypath
source: Please input path to public key
fr: Veuillez spécifier l'emplacement de la clé publique

source: The installer filename %s does not exists !
fr: Le fichier d'installation %s n'existe pas

# uwaptconsoleres.rsinstalling
source: Installing %s...
fr: Installation de %s...

# uwaptconsoleres.rsinstallon
source: install on c:\wapt : --setup -s
fr: installation sur c:\wapt : --setup -s

# uwaptconsoleres.rsinstallpackages
source: Install logs of package %s
fr: Logs d'installation du paquet %s

# uwaptconsoleres.rsinvalidaclsdjoin
source: You cannot prepare djoin with the current session user.
fr: Vous ne pouvez pas préparer de djoin avec l'utilisateur actuel.

source: Unable to deploy, the configuration %s does not exist.
fr: Le déploiement n'est pas possible, la configuration %s n'existe pas.

source: The selected external drive is not empty. It will be cleared if you continue. Do you still want to proceed ?
fr: Le disque externe selectionné n'est pas vide. Il sera vidé si vous continuez. Voulez vous continuer ?

source: Invalid Regular Expression
fr: Expression régulire invalide

source: Invalid or empty file
fr: Fichier vide ou invalide

source: The https server trusted certificates bundle "%s" can not verify the server https %s connection. Check your bundle
fr: Le bundle de certificats de confiance %s ne permet pas de vérifier le certificat serveur %s. Vérifier votre bundle.

source: The https server trusted certificates bundle "%s" is not located in a valid directory. It should be in "<waptbasedir>\ssl\server" directory
fr: Le bundle de certificats de confiance %s n'est pas dans un répertoire valide. Il devrait se trouver de préférence dans "<waptbasedir>\ssl\server"

# uwaptconsoleres.rsinvalidwaptsetupdir
source: WAPTsetup directory is not valid : %s
fr: Le répertoire de WAPTsetup n'est pas valide : %s

source: The given winpe.wim is not a %s version
fr: Le fichier winpe.wim n'est pas en architecture %s

source: There is already a iso with the same name.
fr: Un iso avec le même nom est déjà présent sur le serveur.

source: Calculation of the ISO hash...
fr: Calcul du hash de l'iso...

# uwaptconsoleres.rskeyalreadyexists
source: Key %s already exists, please pick another name.
fr: La clé %s existe déjà, merci de choisir un nom différent.

source: Private key %s and public certificate %s have been successfully created.
fr: La clé privée %s et le certificat %s ont été créés avec succès.

# uwaptconsoleres.rslablogskb
source: Install logs of %s
fr: Logs d'installation de la %s

source: Cannot authentify to domain using ldap. Please verify your credentials and try again.
fr: Impossible de s'authentifier au domaine via LDAP. Vérifiez vos identifiants et réessayer.

source: The following LDAP error occured:
fr: L'erreur LDAP suivante s'est produite:

source: Cannot connect to domain. Please verify the domain, domain controller and port and try again.
fr: Impossible de se connecter au domaine. Vérifiez le domain, contrôleur de domaine, le port et réessayer.

source: Licenced to %s
fr: Licence concédée à %s

source: Up to %d Hosts
fr: Jusqu'à %d machines

source: Count: %d/%d Hosts
fr: Compte: %d/%d machines

source: List all ldap groups ?
fr: Lister tous les groupes ldap ?

source: Loading data in grid
fr: Chargement des données dans la grille

source: Loading external repo packages index
fr: Chargement de l'index des paquets privés

source: Filtering external repo packages
fr: Filtrage des paquets externes

source: Waiting %s tasks...
fr: Attente des tâches de %s...

source: Loading private repo packages index
fr: Chargement de l'index des paquets externes

source: Loading hosts inventory
fr: Chargement de l'inventaire des machines

source: Loading Packages index
fr: Chargement de l'index des paquest

source: Loading application settings
fr: Chargement des paramètres de l'application

source: Logged in as %s with following Acls:
fr: Connecté en tant que %s avec les Acl suivantes:

source: Error trying to login: %s
fr: Erreur lors du login : %s

source: Invalid credentials, try again.
fr: Identifiants invalides, veuillez réessayer.

# uwaptconsoleres.rslogtasks
source: Logs of task %s (ID %s)
fr: Logs de la tâche %s (ID %s)

# uwaptconsoleres.rslongtaskerror
source: Error launching longtask: %s
fr: Erreur lors du lancement de longtask : %s

source: There is already an host with a similar mac address.
fr: Une machine existante possède déjà cette adresse mac.

# uwaptconsoleres.rsmainrepourl
source: Main repo url: %s
fr: URL du dépôt principal : %s

source: The Plugin has been removed from the waiting queue.
fr: Le Plugin a été retiré de la file d'attente.

source: The Plugin has been manually terminated.
fr: Le Plugin a été manuellement terminé.

# uwaptconsoleres.rsmessageconfirmactualizerule
source: There are rules which aren't saved, do you want to save them before updating?
fr: Il y a des règles qui ne sont pas sauvegardées, voulez-vous les sauver avant de les actualiser ?

source: There are rules which aren't saved, do you want to save them before exiting?
fr: Il y a des règles qui ne sont pas sauvegardées, voulez-vous les sauver avant de quitter ?

source: Message to send
fr: Message à envoyer

source: Missing
fr: Absent

source: You need to have 7-zip installed.
fr: Vous devez avoir 7-zip installé.

source: You are missing the ACL "%s" for this action
fr: Il vous manque l'ACL "%s" pour cette action

source: The ADK folder does not exists.
fr: Le dossier ADK n'existe pas.

source: You must fill the domain and domain controller fields
fr: Vous devez remplir les champs domaine et contrôleur de domaine

source: The script is empty.
fr: Le script est vide.

source: No repository available. Please register new repository.
fr: Aucun dépôt disponible. Veuillez enregistrer un nouveau dépôt.

source: No personal certificate filepath defined in settings.
fr: Certificat personnel non renseigné dans la configuration

source: No personal certificate defined. You need one certificate and matching private key to be able to sign actions and configurations Do you want to pick or create one now in preferences ?
fr: Pas de certificat personnel défini dans les préférences. Vous avez besoin d'un certificat et de la clé associée pour pouvoir signer les actions et les configurations Voulez-vous en définir / créer un maintenant dans les préférences ?

source: You must specify at least one authorized packages certificate
fr: Vous devez spécifier au moins un certificat pour vérifier les paquets autorisés

source: tis-wads-requirement-minimal does not seem to be install on your computer. The package is available on tranquil it repository, duplicate and install it on your computer before launching WinPE upload again.
fr: tis-wads-requirement-minimal ne semble pas être installé sur votre machine. Le paquet est disponible sur le dépôt de Tranquil IT, dupliquer et installer le paquet avant de télécharger le WinPE.

source: You need to provide an existing (winpe).wim file.
fr: Vous devez fournir un fichier (winpe).wim existant.

source: To begin, you will need a WinPE. Do you want to upload it ?
fr: Pour commencer, un WinPE est nécessaire. Voulez-vous le télécharger ?

source: Modify
fr: Modifier

# uwaptconsoleres.rsnbmodifiedhosts
source: %d hosts affected. %d hosts discarded (errors). %d hosts unchanged
fr: %d machines modifiées, %d machines ignorées (erreur), %d machines inchangées

source: Need Upgrade
fr: Besoin d'une mise à niveau

source: The latest version registered on the server for the package %s is %s. You are trying to edit the package in version %s. Do you want to set the version to %s %s ?
fr: La dernière version recensée sur le serveur pour le paquet %s est %s. Vous êtes sur le point de modifier le paquet en version %s. Voulez vous incrementer la version à %s %s ?

source: A new package version is available on the official repository
fr: Une version plus récente du paquet est présente sur le dépot officiel

# uwaptconsoleres.rsnewtemplate
source: New Template
fr: Nouveau Modèle

source: No
fr: Non

# uwaptconsoleres.rsnobundle
source: There is no package bundle.
fr: Il n'y a pas de groupe de paquets.

source: No CA bundle defined for server certificate checking
fr: Aucune autorité de certification n'est définie pour la vérification du certificat du serveur

source: No certificate associated with this user %s
fr: Pas de certificat associé à l'utilisateur %s

source: Cannot find any domain controllers for %. Please verify the domain name and try again.
fr: Impossible de trouver des contrôleurs de domaines pour %. Vérifiez le nom de domaine et réessayer.

source: Cannot discover any domain. You can still fill the field manually
fr: Aucun domaine trouvé. Vous pouvez toujours remplir le champs manuellement

source: None hosts relays available
fr: Aucun hôtes relais disponible

# uwaptconsoleres.rsnone
source: None
fr: Aucune

source: No package found. Check authorized certificates
fr: Aucun paquet trouvé. Vérifier les certificats autorisés

source: None IP reachable for this host. Check firewall, routes and remote service status
fr: Aucune IP n'est accessible pour cette machine. Vérifiez le firewall, les routes et l'état du service distant.

source: No rules to export
fr: Aucune règle à exporter

# uwaptconsoleres.rsnorunningtask
source: No running tasks
fr: Aucune tâche en cours

source: The saving path has not been specified.
fr: Le chemin de sauvegarde n'a pas été spécifié.

source: No signers CA bundle defined for packages checking
fr: Aucun signataire CA n'est défini pour la vérification des paquets

source: %s is not a .ISO file.
fr: %s n'est pas un fichier .ISO.

source: The Endpoint must start with http:// or https://.
fr: Le point de connexion doit commencer par http:// ou https://.

source: The file %s does not looks like a valid WAPT json Queries file
fr: Le fichier %s ne ressemble pas à une fichier de requêtes WAPT json

source: %s is not an .html file.
fr: %s n'est pas un fichier .html

source: Waptconsole is not running with Admin priviledges. Please restart with elevated rights
fr: La console Wapt ne dispose pas des privilèges Administrateur. Merci de la rédemarrer avec des droits plus élevés

source: Waptconsole is not running with Admin priviledges. Will not be able to copy certificate to %s
fr: La console Wapt ne dispose pas des privilèges Administrateur. Il ne sera pas possible de déposer le certificat dans %s

source: To update the package using offical wapt store, cancel and choose "Updated from the store" (recommended). Press OK if you want to update using the Python update-package() function
fr: Cette action ne mettra pas à jour le(s) paquet(s). Pour mettre à jour votre paquet, lancez l'action nommée Mettre à jour le paquet depuis le store. Si vous voulez quand même continuer, appuyez sur Oui.

source: There is no unassigned update to forget.
fr: Il n'y a pas de mise à jour non-assignée.

source: There is no unassigned software to forget.
fr: Il n'y a pas de logiciel non-assigné.

source: No valid licence is activated !
fr: Pas de licence valide activée !

# uwaptconsoleres.rsnovalidsigner
source: No private key matching personal certificate % can be found in % or bad password supplied. Unable to sign data.
fr: Aucune clé (PEM) correspondant au certificat personnel % n'a pu être trouvée dans le répertoire % ou un mauvais mot de passe a été saisi. Impossible de signer les données.

source: of host %s
fr: de la machine %s

source: The Plugins are now saved on server. Save or your old plugins will be lost
fr: Les Outils externes sont maintenant sauvegardés sur le serveur. Enregistrez les anciens outils externes afin de les conserver.

source: One (or more) of the required fields is empty.
fr: Un (ou plusieurs) éléments requis est vide.

source: One Month
fr: Un mois

source: One Week
fr: Une semaine

source: One Year
fr: Un an

source: You are trying to open a large file (>40MB) Are you sure you want to open it ?
fr: Vous essayer d'ouvrir un grand fichier (>40Mo) Êtes vous sur de vouloir l'ouvrir ?

# uwaptconsoleres.rsoptrepo
source: -r --repo : URL of dependencies libs
fr: -r --repo : URL des librairies des dépendances

source: A file with the same name exist, do you want to overwrite it ?
fr: Un fichier avec le même nom existe, voulez-vous l'écraser ?

source: Error while triggering package audit %s: %s
fr: Erreur lors du déclenchement de l'audit de paquet %s: %s

source: The package is built and uploaded and sources are available in %s
fr: Le paquet est généré et envoyé. Les sources sont disponible dans %s

# uwaptconsoleres.rspackagecreationerror
source: Error while building package : %s
fr: Erreur lors de la compilation du paquet : %s

source: The dependencies for the following packages are not located in the current deposit.
fr: Les dépendances des paquets suivants ne sont pas situées dans le dépôt actuel.

# uwaptconsoleres.rspackageduplicateconfirm
source: Are you sure you want to import these %s package(s) into your repository ?
fr: Êtes-vous sûr de vouloir dupliquer ce(s) %s paquet(s) dans votre dépôt ?

# uwaptconsoleres.rspackageduplicateconfirmcaption
source: Confirm import of packages
fr: Confirmer l'import des paquets

source: Disclaimer: You are solely responsible for the deployment of packages. We recommend that you validate and verify all packages before downloading and deploying them onto your workstations or network.
fr: Remarque importante : Le déploiement de paquets se fait sous votre entière responsabilité. Merci de bien valider les paquets que vous téléchargez avant de les déployer sur vos postes de production.

source: The package file %s does not exist
fr: Le paquet %s n'existe pas

source: Error while triggering package install/upgrade %s: %s
fr: Erreur lors de l'appel de l'installation/mise à jour de paquet : %s: %s

source: Package Missing
fr: Paquet manquant

source: This package is no more available on repository (package uuid: %)
fr: Ce paquet n'est plus disponible dans le dépôt (uuid du paquet: %)

# uwaptconsoleres.rspackageremoveerror
source: Error while removing package %s: %s
fr: Erreur lors de la suppression du paquet %s : %s

source: Package(s)
fr: Paquet(s)

# uwaptconsoleres.rspackagesneededcaption
source: Packages needed in package bundle
fr: Paquets nécessaires dans le groupe de paquets

# uwaptconsoleres.rspackagesneededonhostcaption
source: Packages needed on host
fr: Paquets nécessaires sur la machine

source: The package sources are available in %s
fr: Les sources du paquet sont disponibles dans %s

# uwaptconsoleres.rspasswordchangeerror
source: Error : %s
fr: Erreur : %s

# uwaptconsoleres.rspasswordchangesuccess
source: Password successfully updated !
fr: Le mot de passe a bien été changé !

# uwaptconsoleres.rspending
source: Pending :
fr: En attente :

source: Error while triggering actions: %s
fr: Erreur lors de l'envoi de l'action: %s

source: Personal certificale file % not found
fr: Fichier de certificat personnel % non trouvé

source: You don't have the right to do this action on this plugin.
fr: Vous ne possédez pas les droits nécessaires à cette action.

source: The package will be built in PREPROD maturity. Only computers with the PREPROD maturity will be able to see and install it. It allows you to verify the correct behaviour of the update without deploying it globally. For more information on maturity, click on Help.
fr: Le paquet va être créé en maturité PREPROD. Seul les postes avec la maturité PREPROD vont être capable de voir et d'installer le paquet. Cela permet de valider l'upgrade sans le déployer sur l'ensemble du parc. Pour plus d'informations sur la maturité, cliquez sur Aide.

# uwaptconsoleres.rspresent
source: Present
fr: Présent

# uwaptconsoleres.rsprivatekeydoesntexist
source: Private key doesn't exist : %s
fr: La clé privée n'existe pas : %s

source: The package will be built with PROD maturity. All the computers will see it and install as soon as possible. Please check the proper behaviour of the update on your own infrastructure. For more information on maturity, click on Help.
fr: Le paquet va être créé avec la maturité PROD. Tous les postes vont le voir et l'installer dès que possible. Merci de vérifier le bon fonctionnement de l'upgrade sur votre parc. Pour plus d'informations sur la maturité, cliquez sur Aide.

source: PUBLIC IP
fr: IP publique

source: Subnet : IP with subnet mask
fr: Sous-réseau : IP avec son masque de sous-réseau

# uwaptconsoleres.rspublickeygenerror
source: Error during key generation : %s
fr: Erreur lors de la création de la clé : %s

# uwaptconsoleres.rspublickeygenfailure
source: The generation of the public certificate has failed.
fr: La création de la clé publique a échoué.

# uwaptconsoleres.rspublickeygensuccess
source: Public certificate %s has been successfully created.
fr: La clé %s a bien été créée.

# uwaptconsoleres.rsqueryapplyupdates
source: Some of your changes are not yet saved. Do you want to save your changes ?
fr: Vous avez effectué des changements qui ne sont pas encore enregistrés. Voulez-vous les sauvegarder ?

source: Triggered reboot of computers
fr: Déclenchement du redémarrage des machines

source: Reloading WaptConsole configuration
fr: Rechargement de la configuration de la console

source: Reloading WaptService configuration
fr: Recharger la configuration du service Wapt

source: Remove Conflicts
fr: Supprimer des conflits

source: Remove Dependencies
fr: Supprimer des dépendances

source: Replace
fr: Remplacer

# uwaptconsoleres.rsreponame
source: Repository Name
fr: Nom du dépôt

source: Confirm the unregistration of repository %s
fr: Confirmer le retrait du dépôt %s

source: You must keep at least one administrator.
fr: Vous devez garder au moins un administrateur.

source: All your display preferences will be reset.
fr: Toutes vos préférences d'affichage seront réinitialisées.

source: Resigning package %s
fr: Resignature du paquet %s

source: Resigning packages
fr: Resignature de paquets

source: Resign the packages
fr: Resigner les paquets

source: Waptservice restart triggered on the remote hosts.
fr: Redémarrage de waptservice lancé sur les machines/.

source: Please restart the Wapt console to take new settings in account
fr: Veuillez redémarrer la console afin de prendre les nouveaux paramètres en compte

source: Running
fr: En cours

source: Running GPUpdate
fr: Lancement de GPUpdate

source: Error "%s" running shell command '%'
fr: Erreur "%s" au lancement de la commande '%'

# uwaptconsoleres.rsrunningtask
source: Running task %d: %s, status:%s
fr: Exécution de la tâche %d : %s, statut :%s

# uwaptconsoleres.rssave
source: Save
fr: Enregistrer

# uwaptconsoleres.rssavemods
source: Save changes ?
fr: Enregistrer les modifications ?
