Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

source: Try to connect to waptserver and wapt_repo
fr: Tente de se connecter au serveur Wapt et au dépôt

source: Check matching private key
fr: Vérifier la clé associée

source: Check that we can find a matching private key in the same directory as the certificate file
fr: Vérifier qu'une clé privée qui correspind au certificat peut être trouvée dans le même répertoire

source: New private key and certificate
fr: Nouvelle clé et certificat

source: Generate a new private key and personal certificate. This must be done only once per Wapt amdin user. When upgrading, you must not recreate a private key and certificate.
fr: Génère une nouvelle clé privée et un certificat personnel. Cela doit être effectué seulement une fois par l'administrateur Wapt. Lors d'un upgrade, vous ne devez pas recréer les clé privée et certificat

# tviswaptconfig.actdeleteplugin.caption
source: Delete
fr: Supprimer

# tviswaptconfig.actdownloadcertificate.caption
source: Browse certificates
fr: Parcourir les certificats

# tviswaptconfig.actgetservercertificate.caption
source: Get Server https Certificate
fr: Récupération certificat serveur https

source: Connect to the server and get the https certificate blundle from it. You must check that the certificate fingerprint is the expected one.
fr: Se connecte au serveur et récupère la chaîne de certificats https. Vous devez vérifier que l'empreinte du certificat est celle souhaitée.

# tviswaptconfig.actopencertdir.caption
source: Explore dir
fr: Explorer

# tviswaptconfig.actsaveplugin.caption
source: Save
fr: Enregistrer

# tviswaptconfig.butcancel.caption
source: Cancel
fr: Annuler

# tviswaptconfig.butcanceladvanced.caption
source: Cancel
fr: Annuler

# tviswaptconfig.buthelp.caption
source: Show Config File
fr: Voir le fichier de configuration

# tviswaptconfig.buthelpadvanced.caption
source: Show Config File
fr: Voir le fichier de configuration

# tviswaptconfig.butok.caption
source: Save
fr: Enregistrer

# tviswaptconfig.butokadvanced.caption
source: Save
fr: Enregistrer

source: Show statistics
fr: Afficher les statistiques

source: WAPTConsole configuration
fr: Configuration WAPT locale

source: Manual override
fr: Spécifier manuellement

# tviswaptconfig.cbuseproxyforrepo.hint
source: Activates proxy when accessing the main repository
fr: Activer le proxy pour l'accès au dépôt principal

# tviswaptconfig.cbuseproxyforserver.hint
source: Activate proxy when accessing the WAPT server
fr: Utiliser le proxy pour les communications avec le serveur WAPT

# tviswaptconfig.cbverifycert.caption
source: Verify https server certificate
fr: Vérifier le certificat https serveur

source: Check to enable the check of https server certificates (Main repository access and wapt server)
fr: Cocher pour activer la vérification des certificats https

source: Path to personal certificate
fr: Chemin du certificat personnel

# tviswaptconfig.dlgselectclientcertificate.title
source: Select client auth certificate file
fr: Sélectionner un certificat pour l'authentification ssl cliente

# tviswaptconfig.dlgselectclientprivatekey.title
source: Select client auth private key file
fr: Sélectionner une clé privée pour l'authentification ssl cliente

# tviswaptconfig.edclientcertificatepath.hint
source: If remote repository is using Client side SSL Authentication
fr: Si le dépôt distant utilise l'authentification SSL des clients

# tviswaptconfig.edclientprivatekeypath.hint
source: If remote repository is using Client side SSL Authentication
fr: Si le dépôt distant utilise l'authentification SSL des clients

source: WAPT packages prefix
fr: Préfixe des paquets WAPT

source: E.g. : tis Which prefix to use when naming created or duplicated packages
fr: Par exemple :tis Préfixe à utiliser lors de la création ou la duplication de paquets

# tviswaptconfig.eddefault_sources_root.hint
source: E.g. : c:\waptdev Local directory for saving package development projects
fr: Par exemple : c:\waptdev

# tviswaptconfig.edhttp_proxy.editlabel.caption
source: http proxy to use (if needed)
fr: Proxy http à utiliser (si besoin)

source: E.g. : http://proxy.tranquilit.local:3128 Only required if a proxy is needed for waptserver and main waptrepo
fr: Par exemple : http://proxy.tranquilit.local:3128

source: URL for latest store packages versions
fr: URL pour les dernières versions de paquets du store

source: URL for latest software versions
fr: URL pour les dernières versions de logiciels

# tviswaptconfig.edpersonalcertificatepath.hint
source: E.g. : c:\private\tranquilit.crt Path to certificate for signing new packages. Only suitable for development hosts.
fr: Par ex. c:\private\tranquilit.crt

# tviswaptconfig.edpubliccertsdir.hint
source: Directory of X509 PEM trusted CA certificates
fr: Répertoire des certificats X509 de confiance

source: E.g. : https://wapt.tranquilit.local/wapt Don't forget the path to packages (/wapt) in the URL !
fr: Par ex. https://wapt.tranquilit.local/wapt Ne pas oublier le chemin vers les paquets (/wapt) dans l'URL !

source: E.g. : wapt.tranquilit.local Leave empty for auto discovery with DNS queries
fr: Exemple : srvwapt.tranquilit.local

source: WAPT Server address or name
fr: Adresse du serveur WAPT :

# tviswaptconfig.edservercertificate.hint
source: E.g. : c:\wapt\ssl\server\cacert.pem Path to certificate bundle with https servers CA certificates The bundle must contain intermediate and root certificates If 0: no check on https server certificates issuers If 1 : use default wapt cacert.pem bundle
fr: Par ex. c:\wapt\ssl\server\cacert.pem

# tviswaptconfig.edwaptserver.hint
source: E.g. : https://wapt.tranquilit.local Leave empty if you don't want a central management server.
fr: Par exemple : https://wapt.tranquilit.localLaisser vide si vous ne voulez pas de serveur central de gestion.

source: Try to find a private key (pem encoded RSA key) in same directory as certificate. This will ask for the password for decrypting the key.
fr: Recherche une clé privée RSA encodée en PEM dans le même répertoire que le certificat.

source: Click to retrieve the https certificate chain from server. This works only if chain contain full certificate validation chain. If not, you must add the missing root and intermediate certificates.
fr: Cliquer pour récupérer la chaîne de certificats pour le serveur https

# tviswaptconfig.gridplugins.header.columns[0].text
source: Name
fr: Nom

# tviswaptconfig.gridplugins.header.columns[1].text
source: Executable
fr: Exécutable

source: Authorized packages certificates bundle
fr: Certificats de paquets autorisés

# tviswaptconfig.labcertsdir2.caption
source: Client auth key path
fr: Chemin clé SSL client

# tviswaptconfig.labclientcertificatepath.caption
source: Client auth certificate path
fr: Chemin certificat SSL client

# tviswaptconfig.labeditorforpackages.caption
source: Editor for packages
fr: Editeur pour les paquets

# tviswaptconfig.label1.caption
source: Base directory for package development
fr: Répertoire de base pour le développement de paquets

# tviswaptconfig.label4.caption
source: Activate proxy when accessing the main repository
fr: Activer le proxy pour l'accès au dépôt principal

# tviswaptconfig.label5.caption
source: Activate proxy when accessing the WAPT server
fr: Activer le proxy pour l'accès au serveur WAPT

# tviswaptconfig.label7.caption
source: Default package maturity
fr: Maturité des paquets par défaut

source: Send anonymous usage statistics to Tranquil IT
fr: Envoyer des statistiques anonymes à Tranquil IT

# tviswaptconfig.licopendialog1.title
source: Open licence file
fr: Sélectionner un fichier de licence

source: Path to CA certificates bundle
fr: Chemin vers le bundle de CA

# tviswaptconfig.pgadvanced.caption
source: Advanced
fr: Avancé

# tviswaptconfig.pgbase.caption
source: Base
fr: Basique

# tviswaptconfig.pgplugins.caption
source: Plugins
fr: Outils externes

source: URL to the main repository
fr: URL du dépôt principal

source: WAPT Server URL
fr: URL du serveur WAPT

# tviswaptgui.actabout.caption
source: About
fr: A propos

# tviswaptgui.actaddgroup.caption
source: New group
fr: Créer un nouveau groupe de paquets

# tviswaptgui.actaddhapropertytogrid.caption
source: Add item as grid column
fr: Ajouter l'élément à la liste

# tviswaptgui.actaddhwpropertytogrid.caption
source: Add item as grid column
fr: Ajouter l'élément à la liste

# tviswaptgui.actaddprofile.caption
source: New host AD profile
fr: Nouveau profil poste AD

source: Copy as Json
fr: Copier (Format JSON)

# tviswaptgui.actauditdatatotext.caption
source: Copy
fr: Copier

# tviswaptgui.actcancelrunningtask.caption
source: Cancel current task
fr: Annuler la tâche en cours

source: Change Deploy Config
fr: Changer la configuration

# tviswaptgui.actchangematuritydev.caption
source: Change maturity to DEV
fr: Changer la maturité en DEV

# tviswaptgui.actchangematuritypreprod.caption
source: Change maturity to PREPROD
fr: Changer la maturité en PREPROD

# tviswaptgui.actchangematurityprod.caption
source: Change maturity to PROD
fr: Changer la maturité en PROD

# tviswaptgui.actchangepassword.caption
source: Change server access password
fr: Changer le mot de passe d'accès au serveur

# tviswaptgui.actchangeprivatekeypassword.caption
source: Change password of private key...
fr: Changer le mot de passe de la clef privée...

source: Check files
fr: Vérifier les fichiers

source: Check host deploy data signature
fr: Vérifier la signature des données de déploiement

# tviswaptgui.actcheckwaptagentversion.caption
source: Check Waptagent updates
fr: Vérifier si l'agent Wapt est à jour

source: Check waptserver version
fr: vérifier la version du serveur

# tviswaptgui.actcleancache.caption
source: Clean local cache
fr: Nettoyer le cache local

# tviswaptgui.actcleancache.hint
source: Remove all packages local cached by WaptConsole
fr: Effacer les paquets mis en cache localement par WaptConsole

# tviswaptgui.actcomputermgmt.caption
source: Computer management
fr: Gérer l'ordinateur

# tviswaptgui.actcomputerservices.caption
source: Services management
fr: Gérer les services

# tviswaptgui.actcomputerusers.caption
source: Local users and groups management
fr: Gérer les utilisateurs et groupes

source: Copy status log
fr: Copier l'historique des statuts

source: Create Host Agent configuration Package
fr: Créer un paquet de configuration de l'agent machine

# tviswaptgui.actcreatecertificate.caption
source: Build certificate
fr: Générer un certificat

source: Add Audit Data
fr: Ajouter une donnée d'audit

# tviswaptgui.actcreatejsonconfig.caption
source: Edit agent dynamic configurations
fr: Modifier les configurations dynamiques d'agent

# tviswaptgui.actcreatewaptupgrade.caption
source: Build WAPT Agent
fr: Générer un agent WAPT

source: Build a package which upgrade waptagent using waptsetup.exe and a JSon config file
fr: Construire un paquet pour mettre à jour les agents avec waptsetup.exe et un fichier de conf json

source: Create WinPE and save
fr: Créer WinPE et enregistrer

source: Delete Package Folder
fr: Supprimer un dossier de paquets

# tviswaptgui.actdeletehostspackageandinventory.caption
source: Remove host
fr: Supprimer le poste

# tviswaptgui.actdeletehostspackageandinventory.hint
source: Remove from inventory
fr: Supprimer de l'inventaire

source: Delete
fr: Supprimer

# tviswaptgui.actdeleteisoconfig.caption
source: Delete Iso Config
fr: Supprimer l'Iso

# tviswaptgui.actdeletepackage.caption
source: Remove from repository
fr: Supprimer du dépôt

# tviswaptgui.actdeleterule.caption
source: Delete rule
fr: Supprimer la règle

source: Show debug panel
fr: Montrer le panel de debug

# tviswaptgui.actdisplaypreferences.caption
source: Display preferences
fr: Préférences d'affichage

# tviswaptgui.actdisplayusermessage.caption
source: Send a message to users
fr: Envoyer un message aux utilisateurs

# tviswaptgui.actdownloadisoconfig.caption
source: Download Iso
fr: Télécharger Iso

# tviswaptgui.actdownloadpackagefordev.caption
source: Edit package in Editor
fr: Éditer le paquet dans l'éditeur

# tviswaptgui.actdownloadpackages.caption
source: Download packages
fr: Télécharger les paquets

# tviswaptgui.actdownrule.caption
source: Down rule
fr: Descendre la règle

# tviswaptgui.acteditbasepackage.caption
source: Edit base package
fr: Éditer un paquet de base

source: Edit product and configuration files (EI.cfg / PID.txt)
fr: Éditer les fichiers de produit et de configuration (EI.cfg / PID.txt)

source: Edit Host configuration package
fr: Éditer le paquet de configuration machine

# tviswaptgui.acteditdevpackage.caption
source: Edit package
fr: Éditer un paquet

source: Edit Format Disk Config
fr: Éditer la configuration de formatage de disque

# TVISWAPTGUI.ACTEDITHOSTPACKAGE.CAPTION
source: Edit host
fr: Modifier la machine

# TVISWAPTGUI.ACTEDITHOSTPACKAGE.HINT
source: Edit host configuration
fr: Modifier la configuration

# tviswaptgui.actedithostspackages.caption
source: Edit multiple hosts packages
fr: Modifier plusieurs machines

# tviswaptgui.acteditorgunitpackage.caption
source: Create or Edit Organizational Unit package
fr: Créer ou éditer le paquet de l'Unité Organisationnelle

# tviswaptgui.acteditpackage.caption
source: Edit package
fr: Éditer un paquet

# tviswaptgui.acteditrule.caption
source: Edit rule
fr: Éditer la règle

# tviswaptgui.acteditwitheditor.caption
source: Modify Package in Editor
fr: Modifier le paquet dans l'éditeur

# tviswaptgui.actenglish.caption
source: English
fr: Anglais

# tviswaptgui.actexportrules.caption
source: Export Rules
fr: Exporter les règles

# tviswaptgui.actexportwuapendingupdatesascurl.caption
source: Export as curl
fr: Exporter en curl

# tviswaptgui.actexternalrepositoriessettings.caption
source: External repositories settings
fr: Paramètre des dépôts externes

source: Filter WAPT Dev Grid
fr: Filtrer la grille WAPT Dev

source: Force sync
fr: Force la synchro

# tviswaptgui.actfrench.caption
source: French
fr: Français

# tviswaptgui.actgerman.caption
source: German
fr: Allemand

# tviswaptgui.actgethoststodeploy.caption
source: Refresh
fr: Actualiser

# tviswaptgui.actgetisos.caption
source: Refresh Iso Config
fr: Actualiser (Iso)

# TVISWAPTGUI.ACTGOTOHOST.CAPTION
source: Search for host
fr: Rechercher des machines

# tviswaptgui.acthelp.caption
source: Online help
fr: Aide en ligne

source: Prepare Host package
fr: Préparer le paquet machine pour Wapt

source: Export selected hosts to WADS
fr: Exporter les machines sélectionnées vers WADS

source: Create records into Wads hosts inventory for OS deployment
fr: Créer des enregistrements dans l'inventaire des machines WADS pour le déploiement d'OS

source: Start Deploy
fr: Démarrer le déploiement

source: Stop Deploy
fr: Stopper le déploiement

source: Import Addresses from Host
fr: Depuis l'inventaire

# tviswaptgui.actimportfromfile.caption
source: Import from file
fr: Importer depuis un fichier

# tviswaptgui.actimportfromrepo.caption
source: Import from internet
fr: Importer depuis internet

# tviswaptgui.actimportfromwaptdev.caption
source: Build and upload package
fr: Construire et importer un paquet dans le dépôt

# tviswaptgui.actimporthostsfromcsv.caption
source: From CSV
fr: Depuis un fichier CSV

# tviswaptgui.actimportpackage.caption
source: Import package
fr: Importer un paquet

# tviswaptgui.actimportpackagesfromfolder.caption
source: Import Selected Packages
fr: Importer les paquets sélectionnés

# tviswaptgui.actimportrules.caption
source: Import Rules
fr: Importer des règles

# tviswaptgui.actimportwuaupdates.caption
source: Import WUA CAB files
fr: Importer fichiers CAB WUA

# tviswaptgui.actinstalllicence.caption
source: Install a licence file
fr: Installer un fichier de licence

source: Show licences
fr: Montrer les licences

source: Copy as JSON
fr: Copier comme données JSON

source: Copy property path
fr: Copier le chemin de la propriété

# tviswaptgui.actlaunchgpupdate.caption
source: Update AD Group Policies on hosts
fr: Force la mise à jour des GPO sur les machines

# tviswaptgui.actlaunchupdatepackagesource.caption
source: Launch update package
fr: Lancer l'update-package

# tviswaptgui.actlaunchwaptexit.caption
source: Propose Upgrades to logged on users
fr: Proposer la mise à jour aux utilisateurs

# tviswaptgui.actlaunchwaptexitorgunits.caption
source: Propose Upgrades to logged on users
fr: Proposer la mise à jour aux utilisateurs

# tviswaptgui.actmakepackagetemplate.caption
source: Make package template from setup file
fr: Générer un modèle de paquet

# tviswaptgui.actmakepackagetemplatefromsetupfile.caption
source: Make package template from setup file
fr: Générer un modèle de paquet

source: Create a package of a specific type
fr: Créer un package d'un type spécifique

# tviswaptgui.actmanageusers.caption
source: Manage Wapt users and rights
fr: Gestion des utilisateurs Wapt et des droits

# tviswaptgui.actnewdeployhost.caption
source: New
fr: Nouvelle machine

# tviswaptgui.actnewisoconfig.caption
source: New Iso Config
fr: Nouvel Iso

# tviswaptgui.actnewrule.caption
source: Add rule
fr: Ajouter une règle

# tviswaptgui.actnormalizationcleanupsoftwares.caption
source: Clean Up non-assigned softwares
fr: Nettoyer les logiciels non-assignés

# tviswaptgui.actnormalizationfilter.caption
source: Filter
fr: Filtre

# tviswaptgui.actnormalizationimportsoftwares.caption
source: Refresh
fr: Actualiser

# tviswaptgui.actnormalizationwritetable.caption
source: Save modifications
fr: Enregistrer les modifications

source: Open Package Folder
fr: Ouvrir le dossier du paquet

source: Auto select driver bundle
fr: Sélection automatique de l'ensemble de pilotes

source: Select a Configuration
fr: Sélectionner une configuration

source: Create driver bundle
fr: Créer un ensemble de pilotes

source: Manually select driver bundle
fr: Sélection manuelle de l'ensemble de pilotes

source: Reset drivers
fr: Réinitialiser les pilotes

# tviswaptgui.actpackagesaudit.caption
source: Audit package
fr: Auditer le paquet

# tviswaptgui.actpackagesforceinstall.caption
source: Force install
fr: Installation forcée

# tviswaptgui.actpackagesforget.caption
source: Forget packages
fr: Oublier des paquets

# tviswaptgui.actpackagesinstall.caption
source: Install packages
fr: Installer la sélection de paquets

# tviswaptgui.actpackagesinstall.hint
source: Force remote install or upgrade of selected packages
fr: Forcer l'installation ou mise à jour de la sélection de paquets

source: Install packages for not running processes
fr: Installer la sélection de paquets pour les processus arrêtés

source: Force remote install or upgrade of selected packages for not running processes
fr: Forcer l'installation ou mise à jour de la sélection de paquets pour les processus qui ne sont pas en cours d'exécution

# tviswaptgui.actpackagesremove.caption
source: Uninstall packages
fr: Désinstaller la sélection de paquets

# tviswaptgui.actpackagesremove.hint
source: Forces remote uninstall of package
fr: Forcer la désinstallation immédiate du paquet

# tviswaptgui.actpackagesupdate.caption
source: Refresh packages list
fr: Actualiser les paquets disponibles

# tviswaptgui.actpopupenterprise.caption
source: Buy enterprise
fr: Acheter enterprise

# tviswaptgui.actpreparedjoin.caption
source: Prepare Djoin
fr: Préparer le Djoin

# tviswaptgui.actproprietary.caption
source: Show enterprise features
fr: Montrer les fonctions propriétaires

# tviswaptgui.actquit.caption
source: Quit
fr: Quitter

# tviswaptgui.actrdp.caption
source: Connect via RDP
fr: Se connecter en RDP

# tviswaptgui.actrefresh.caption
source: Refresh
fr: Actualiser

source: Refresh Valid Certificates
fr: Actualiser les certificats valides

source: Refresh All
fr: Tout actualiser

# tviswaptgui.actrefreshhostinventory.caption
source: Refresh host inventory
fr: Actualiser l'inventaire des postes

# tviswaptgui.actrefreshhostpackagesoverview.caption
source: Refresh packages status
fr: Actualiser le status des paquets

# tviswaptgui.actrefreshhostsforpackage.caption
source: Refresh hosts list for selected packages
fr: Actualiser la liste des machines pour les paquets sélectionnés

source: Refresh repositories
fr: Rafraichir les dépots

# tviswaptgui.actrefreshwaptdev.caption
source: Refresh
fr: Actualiser

# tviswaptgui.actreloadconfig.caption
source: Reload preferences
fr: Recharger les préférences

# tviswaptgui.actremoteassist.caption
source: Remote Assistance
fr: Assistance à distance

source: Rename Package Folder
fr: Renommer le dossier du paquet

source: Close Tab
fr: Fermer la fenêtre

source: Edit
fr: Éditer

# tviswaptgui.actreportingexecute.caption
source: Execute
fr: Exécuter

# tviswaptgui.actreportingexporttospreadsheet.caption
source: Export to spreadsheet
fr: Exporter vers tableur

source: New Query Tab
fr: Nouvel onglet de requête

source: Delete query
fr: Supprimer une requête

# tviswaptgui.actreportingqueryduplicate.caption
source: Duplicate
fr: Dupliquer

source: Edit name
fr: Changer le nom

source: Export queries to file...
fr: Exporter les requêtes dans un fichier...

# tviswaptgui.actreportingqueryimport.caption
source: Import queries...
fr: Importer...

# tviswaptgui.actreportingqueryimportpopup.caption
source: Import queries...
fr: Importer...

# tviswaptgui.actreportingquerynew.caption
source: New query
fr: Ajouter une requête

# tviswaptgui.actreportingqueryreload.caption
source: Refresh
fr: Actualiser

source: Save queries
fr: Enregistrer tout

source: Take snapshot
fr: Mémoriser un instantané du résultat

# tviswaptgui.actrepositoriesgetsecondrepos.caption
source: Refresh
fr: Actualiser

# tviswaptgui.actrepositoriesgetupdaterules.caption
source: Refresh
fr: Actualiser

# tviswaptgui.actresetwebsocketconnections.caption
source: Reset Websocket connections
fr: Reset des connexions Websockets établies

# tviswaptgui.actresignhostpackages.caption
source: Re-sign Hosts packages
fr: Resigner les paquets de configuration machine

source: Resign Iso Config
fr: Re-signer l'iso

# tviswaptgui.actresignpackages.caption
source: Resign packages
fr: Resigner les paquets

# tviswaptgui.actrestoredefaultlayout.caption
source: Restore default grid layout
fr: Restaurer l'affichage par défaut des grilles

# tviswaptgui.actrestoredefaultlayout.hint
source: Restore default columns settings for all grids
fr: Restaure la configuration par défaut des colonnes de toutes les grilles

source: Restore default toolbars
fr: Restaurer l'affichage par défaut des barres d'outils

# tviswaptgui.actrevokecert.caption
source: Revoke a Certificate
fr: Révoquer un certificat

# tviswaptgui.actruncleanmgr.caption
source: Run CleanMgr on host
fr: Lancer CleanMgr sur la machine

# tviswaptgui.actsavehoststodeploy.caption
source: Save
fr: Enregistrer

# tviswaptgui.actsaveisoconfig.caption
source: Save Iso Config
fr: Enregistrer les Iso

# tviswaptgui.actsaverules.caption
source: Save Rules
fr: Enregistrer les règles

# tviswaptgui.actsearchhost.caption
source: Search Refresh
fr: Rechercher une machine

# TVISWAPTGUI.ACTSEARCHPACKAGE.CAPTION
source: Search
fr: Rechercher

source: Select obsolete packages
fr: Sélectionner les paquets obsolètes

# tviswaptgui.actselfservicenewpackage.caption
source: Create New SelfService rules Package
fr: Créer un nouveau paquet de règles Self-Service

# tviswaptgui.actshowauthenticationlogs.caption
source: Show authentication logs
fr: Voir les logs d'authentification

source: Show Wapt Agent Configuration
fr: Afficher la configuration de l'agent WAPT

source: Show Depending Packages
fr: Afficher les paquets dépendants

source: Show dependencies graph
fr: Afficher le graphique des dépendances

source: Show errors
fr: Voir les erreurs

source: Show host's waptagent configuration
fr: Afficher la configuration de l'agent Wapt

source: Show dependency graph
fr: Afficher le graphique des dépendances
