Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptexit.*.po
Languages: fr

source: Do you wish to apply them now ?
fr: Content-Type: text/plain; charset=UTF-8Voulez-vous les appliquer maintenant ?

source: Show details
fr: Afficher les détails

source: Not now
fr: Pas maintenant

source: Stop count down
fr: Stopper le décompte

source: Install / Upgrade packages
fr: Installer ou mettre à jour

source: WAPT Softwares Updates
fr: WAPT - Mises à jour de logiciels

source: Skip the installation of Windows Updates
fr: Ne pas installer les mises à jour Windows

source: Upgrades in progress... Don't shutdown your computer !
fr: Mises à jour en cours Ne pas arrêter votre ordinateur

source: Pending tasks
fr: Tâches en attente

source: Pending upgrades
fr: Mises à jour en attente

# tviswaptexit.labwaptupgrades.caption
source: Checking if WAPT Packages installs or updates are pending.
fr: Vérification des installations WAPT en attente

source: Windows Updates pending.
fr: Mises à jour Windows en attente

# uwaptexitres.rscheckingupgrades
source: Checking if WAPT Packages installs or updates are pending.
fr: Vérification des installations WAPT en attente

source: Closing...
fr: Fermeture...

source: There is a running job %s. Are you sure you want to cancel it ? This may corrupt the current installation.
fr: Il y a une tâche en cours %s. Êtes-vous sûr de vouloir l'arrêter ? Cela pourrait corrompre votre installation.

source: Confirm the cancellation of current task
fr: Confirmer l'arrêt de la tâche en cours

source: Error triggering action: %s
fr: Erreur lors du lanacement de l'action: %s

source: Internal error in SetToIgnoreCerticateErrors when trying to get wininet flags. %s
fr: Erreur interne dans SetToIgnoreCerticateErrors, lors de l'acquisition des flags wininet. %s

source: Interrupt software update
fr: Interrompre la mise à jour des logiciels

source: Launch software update
fr: Lancer la mise à jour des logiciels

source: %d packages to uninstall
fr: %d paquets à désinstaller

source: Updating software in %s sec...
fr: Mise à jour des logiciels dans %s sec...

# uwaptexitres.rsupdatesavailable
source: %d WAPT installs or updates pending
fr: %d installations WAPT en attente

source: Updating software
fr: Mise à jour des logiciels

source: Upgrade running...
fr: Mises à jour en cours...

source: WAPTService is not running
fr: Le service WAPT ne fonctionne pas

source: Some upgrades are pending, launch upgrades after timeout expired or manual action
fr: Des mises à jour sont en attente, lancement après le délai ou sur action manuelle

source: %d Windows Updates pending
fr: %d Mises à jour Windows en attente
