Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

# tviswaptgui.gridwuupdates.header.columns[19].text
source: download_urls
fr: URLs de téléchargement

# tviswaptgui.gridwuupdates.header.columns[1].text
source: Published on
fr: Publiée le

# tviswaptgui.gridwuupdates.header.columns[20].text
source: updated_on
fr: Modifié le

# tviswaptgui.gridwuupdates.header.columns[21].text
source: updated_by
fr: Modifié par

# tviswaptgui.gridwuupdates.header.columns[22].text
source: update_type
fr: Type de mise à jour

# tviswaptgui.gridwuupdates.header.columns[23].text
source: Downloaded on
fr: Téléchargée le

source: Uninstallation notes
fr: Notes de désinstallation

# tviswaptgui.gridwuupdates.header.columns[25].text
source: Uninstallable
fr: Désinstallable

source: Support url
fr: URL du support

source: Is beta ?
fr: Est une béta

# tviswaptgui.gridwuupdates.header.columns[28].text
source: Uninstallation impact
fr: Impact de la désinstallation

# tviswaptgui.gridwuupdates.header.columns[29].text
source: languages
fr: Langues

# tviswaptgui.gridwuupdates.header.columns[2].text
source: Reported on
fr: Découverte le

# tviswaptgui.gridwuupdates.header.columns[30].text
source: Release notes
fr: Notes de mises à jour

# tviswaptgui.gridwuupdates.header.columns[4].text
source: Product
fr: Produit

# tviswaptgui.gridwuupdates.header.columns[6].text
source: Title
fr: Titre

# tviswaptgui.gridwuupdates.header.columns[7].text
source: Severity
fr: Criticité

# tviswaptgui.gridwuupdates.header.columns[9].text
source: Max download size
fr: Taille max de téléchargement

# TVISWAPTGUI.HOSTRUNNINGTASK.EDITLABEL.CAPTION
source: Current task
fr: Tâche en cours

source: Import a package from a package file
fr: Importer un paquet depuis un fichier paquet

source: Import a package from the Internet
fr: Importer un paquet depuis internet

# tviswaptgui.labcreationsync.caption
source: Creation of sync.json
fr: Création de sync.json

# tviswaptgui.label1.caption
source: IP address
fr: Adresse IP

source: WUA Status
fr: Statut du WUA

# tviswaptgui.label12.caption
source: Last task
fr: Dernière tâche

source: Installation status
fr: Statuts d'installation

source: Waiting for Reboot
fr: En attente de redémarrage

# tviswaptgui.label17.caption
source: WSUS Scan Cab Date
fr: Date du fichier index WSUS

# tviswaptgui.label18.caption
source: Last scan date
fr: Dernier scan

# tviswaptgui.label2.caption
source: Manufacturer
fr: Constructeur

source: Last error status
fr: Dernier statut d'erreur

# tviswaptgui.label3.caption
source: Model
fr: Modèle

source: Windows Agent version
fr: Version du Windows Update Agent

source: Wapt servers
fr: Serveurs Wapt

# tviswaptgui.label6.caption
source: Name
fr: Nom

# tviswaptgui.label7.caption
source: Operating system
fr: Système d'exploitation

# tviswaptgui.label9.caption
source: Last seen
fr: Dernière connexion

# tviswaptgui.labelagentreponumbers.caption
source: Total : 0 elements
fr: Total : 0 éléments

# TVISWAPTGUI.LABELCOMPUTERSNUMBER.CAPTION
source: Total : 0 elements
fr: Total : 0 éléments

# tviswaptgui.labelrulesnumber.caption
source: Total : 0 elements
fr: Total : 0 éléments

source: AD Group
fr: Groupe AD

# tviswaptgui.labfiltersite.caption
source: AD Site
fr: Site AD

source: Install Iso
fr: Iso d'Installation

# tviswaptgui.labsearchin.caption
source: Search in
fr: Critère de recherche

# tviswaptgui.labselectedtotalconfigdeploy.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tviswaptgui.labselectedtotaldeploydrivers.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tviswaptgui.labselectedtotalhostdeploy.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tviswaptgui.labselectedtotalisoconfig.caption
source: Total : 0 elements
fr: Total : 0 éléments

source: Softwares
fr: Logiciels

# tviswaptgui.labsqlfilter.caption
source: Filter hosts on SQL query
fr: Filtrer avec la requêtes SQL

# tviswaptgui.labsqlfilterpackage.caption
source: SQL query filter
fr: Filtre de requêtes SQL

# tviswaptgui.labsqlfiltersoftware.caption
source: SQL query filter
fr: Filtre de requêtes SQL

# tviswaptgui.labsqlfilterwua.caption
source: SQL query filter
fr: Filtre de requêtes SQL

# tviswaptgui.labuser.caption
source: User
fr: Utilisateur

# tviswaptgui.labuser1.caption
source: Last scan duration
fr: Durée du dernier scan

# tviswaptgui.labwaptgroup.caption
source: WAPT Groups
fr: Groupes WAPT

# tviswaptgui.menuhostsplugins.caption
source: Plugins
fr: Outils externes

# tviswaptgui.menuitemchangematurity.caption
source: Change package maturity
fr: Changer la maturité du paquet

# tviswaptgui.menuitemsync.caption
source: Sync Selected
fr: Synchroniser

source: Tabs / Features
fr: Onglets / Fonctionnalités

source: Change drivers
fr: Changer les pilotes

source: Select an installer executable or msi
fr: Sélectionner un fichier d'installation exe ou msi

source: Audit data viewer
fr: Visualisateur des données d'audit

source: Audit data explorer
fr: Explorateur

# tviswaptgui.pgcertificat.caption
source: Certificate
fr: Certificats

# tviswaptgui.pghostauditdata.caption
source: Audit data
fr: Données d'audit

source: OS Deploy
fr: Déploiement d'OS

# TVISWAPTGUI.PGHOSTINVENTORY.CAPTION
source: Hardware inventory
fr: Inventaire matériel

# tviswaptgui.pghostpackagesoverview.caption
source: Packages overview
fr: Synthèse états des paquets

source: Windows updates
fr: Mises à jour Windows

source: Inventory
fr: Inventaire

source: Overview
fr: Général

source: WAPT Packages
fr: Dépôt privé

# tviswaptgui.pgrepositories.caption
source: Secondary repos
fr: Dépôts secondaires

# tviswaptgui.pgrepository.caption
source: Repositories
fr: Dépôts

source: Software inventory
fr: Inventaire logiciel

source: Softwares Inventory
fr: Inventaire logiciels

source: Tasks
fr: Tâches

source: Wapt development
fr: Développement de paquets WAPT

# tviswaptgui.pgwindowsupdates.caption
source: Windows Update
fr: Mises à jour Windows

source: Progression of the creation of sync.json
fr: Progression de la creation du sync.json

# tviswaptgui.seltotalpkgscaption1.caption
source: Total : 0 elements
fr: Total : 0 éléments

source: Sync all
fr: Sync tous

# tviswaptgui.tbsyncselected.caption
source: Sync selected
fr: Sync sélectionnés

# tviswaptgui.tissearchhostssoftwares.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.tissearchsoftwares.hint
source: Regular expressions allowed
fr: Expressions régulières autorisées

# tviswaptgui.toolsmitem.caption
source: &Tools
fr: &Outils

# tviswaptgui.totalsoftwareselementslabel.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tviswaptgui.totalsoftwareshostselementlabel.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tviswaptgui.uncheckallwuamitem.caption
source: Uncheck All
fr: Décocher tout

# tviswaptgui.uncheckallwuproductsmitem.caption
source: Uncheck All
fr: Décocher tout

# tviswaptgui.viewmitem.caption
source: &View
fr: &Affichage

# tviswaptgui.windowscomputermanagement.caption
source: Windows Computer management
fr: Gestion Windows de l'ordinateur

# tviswaptgui.wuadeleteunusedkb.caption
source: Delete Unused KB
fr: Effacer les mises à jours non-affectées

source: Information about KB on MS website
fr: Information à propos d'une KB

# tviswaptplugin.actaddplugin.caption
source: Add
fr: Ajouter

# tviswaptplugin.actdeleteplugin.caption
source: Delete
fr: Supprimer

# tviswaptplugin.actsaveplugin.caption
source: Save
fr: Enregistrer

# tviswaptplugin.caption
source: Create Plugin
fr: Création de Plugin

# tviswaptplugin.cbshowresult.caption
source: Show Result
fr: Afficher le résultat

# tviswaptplugin.editfile.hint
source: (READ ONLY)
fr: (Lecture seule)

# tviswaptplugin.labexecutable.caption
source: Executable
fr: Exécutable

# tviswaptplugin.labname.caption
source: Name
fr: Nom

# tviswaptplugin.labredirectfile.caption
source: Redirect File Path
fr: Chemin vers le fichier de sortie

# tviswaptplugin.labretry.caption
source: Retry
fr: Nombre d'essais

# tviswaptplugin.labselected.caption
source: Total : 0 elements
fr: Total : 0 éléments

# tviswaptplugin.labtimeout.caption
source: Timeout (ms)
fr: Délai d'attente (ms)

# tviswaptplugin.tisplugingrid.header.columns[0].text
source: Name
fr: Nom

# tviswaptplugin.tisplugingrid.header.columns[1].text
source: Executable
fr: Exécutable

# tviswaptplugin.tisplugingrid.header.columns[3].text
source: Show Result
fr: Afficher le résultat

# tviswaptplugin.tisplugingrid.header.columns[4].text
source: Timeout
fr: Délai d'Expiration

# tviswaptplugin.tisplugingrid.header.columns[5].text
source: Retry
fr: Nombre d'essais

# tviswaptplugin.tisplugingrid.header.columns[6].text
source: Redirect File path
fr: Chemin vers le fichier de sortie

source: Hosts limit (almost) reached
fr: Limite des hôtes (presque) atteinte

# tviswarninghostslimit.label1.caption
source: You (almost) reached your max allowed hosts (max. %).
fr: Vous avez (presque) atteint le nombre maximum d'hôtes autorisés (max. %).

# tviswuadownloads.actwuadownloadsrefresh.caption
source: Refresh
fr: Actualiser

source: Windows updates dowload tasks
fr: Tâches de téléchargement des Windows Updates

source: Target size
fr: Taille cible

source: File date
fr: Date du fichier

# tviswuadownloads.gridwudownloads.header.columns[12].text
source: Error message
fr: Message d'erreur

source: Skipped
fr: Ignoré

# tviswuadownloads.gridwudownloads.header.columns[14].text
source: Forced
fr: Forcé

source: Task ID
fr: ID tâche

source: Kind
fr: Type

# tviswuadownloads.gridwudownloads.header.columns[3].text
source: Status
fr: Statut

# tviswuadownloads.gridwudownloads.header.columns[5].text
source: Download URL
fr: URL de téléchargement

# tviswuadownloads.gridwudownloads.header.columns[6].text
source: Started on
fr: Démarré le

# tviswuadownloads.gridwudownloads.header.columns[7].text
source: Finished on
fr: Terminée le

source: Local Filename
fr: Nom de fichier local

source: File size
fr: Taille du fichier

# tviswuagroup.actbuilduploadpackage.caption
source: Save
fr: Enregistrer

# tviswuagroup.actwuaallowselectedupdates.caption
source: Allow Selected Updates
fr: Autoriser les mises à jour sélectionnées

# tviswuagroup.actwuadownloadselectedupdate.caption
source: Download selected
fr: Télécharger les mises à jour sélectionnées

# tviswuagroup.actwuaforbidselectedupdates.caption
source: Forbid Selected Updates
fr: Interdire les mises à jour sélectionnées

source: Load updates
fr: Charger les mises à jour

source: Allow all updates for selected products
fr: Autoriser les mises à jour pour les produits sélectionnés

source: Allow updates for selected products and severities
fr: Autoriser les mises à jour pour les produits et criticités sélectionnés

source: Forbid updates for selected products
fr: Interdire les mises à jour pour les produits sélectionnés

source: Forbid updates for selected products and severities
fr: Interdire les mises à jour pour les produits et criticités sélectionnés

source: Hide product
fr: Cacher les produits

source: Show product
fr: Voir les produits

source: Reset Selected
fr: Réinitialiser la sélection

# tviswuagroup.allowedtab.caption
source: Allowed Windows updates
fr: Mises à jour Windows autorisées

# tviswuagroup.allowupdatesmitem.caption
source: Allow Selected Updates
fr: Autoriser les mises à jour sélectionnées

# tviswuagroup.cbforcedinstall.caption
source: Install rules package as soon as agent see it
fr: Installer le paquet de règles dès que l'agent le voit.

# tviswuagroup.cbforcedinstall.hint
source: If checked, when the agent does a Update and see the update waptupgrade, it triggers the install immediately (without waiting for an Upgrade or remote install action) This speeds up the deployment of the package.
fr: Si coché, lorsque l'agent fait un Update et voit la mise à jour de Waptupgrade, il lance l'installation immédiatement (sans attendre un Upgrade ou une action distante) Cela permet d'accélérer le déploiement du paquet.

# tviswuagroup.forbidtab.caption
source: Forbidden Windows updates
fr: Mises à jour Windows interdites

# tviswuagroup.forbidupdatesmitem.caption
source: Forbid Selected Updates
fr: Interdire les mises à jour sélectionnées

# tviswuagroup.gridallowedwu.header.columns[0].text
source: Update Id
fr: ID Mise à jour

# tviswuagroup.gridallowedwu.header.columns[10].text
source: security_bulletin_ids
fr: IDs de bulletin de sécurité

# tviswuagroup.gridallowedwu.header.columns[11].text
source: can_request_user_input
fr: Peut demander une entrée utilisateur

# tviswuagroup.gridallowedwu.header.columns[12].text
source: is_mandatory
fr: Est requis

# tviswuagroup.gridallowedwu.header.columns[13].text
source: superseded_update_ids
fr: Ids des mises à jour remplacées

# tviswuagroup.gridallowedwu.header.columns[14].text
source: requires_network_connectivity
fr: Nécessite une connexion réseau

# tviswuagroup.gridallowedwu.header.columns[15].text
source: created_on
fr: Créé le

# tviswuagroup.gridallowedwu.header.columns[16].text
source: created_by
fr: Créé par

# tviswuagroup.gridallowedwu.header.columns[17].text
source: min_download_size
fr: Taille mini

# tviswuagroup.gridallowedwu.header.columns[18].text
source: reboot_behaviour
fr: Comportement de reboot

# tviswuagroup.gridallowedwu.header.columns[19].text
source: download_urls
fr: URLs de téléchargement

# tviswuagroup.gridallowedwu.header.columns[1].text
source: Published on
fr: Publiée le

# tviswuagroup.gridallowedwu.header.columns[20].text
source: updated_on
fr: Modifié le

# tviswuagroup.gridallowedwu.header.columns[21].text
source: updated_by
fr: Modifié par

# tviswuagroup.gridallowedwu.header.columns[22].text
source: update_type
fr: Type de mise à jour

# tviswuagroup.gridallowedwu.header.columns[23].text
source: Downloaded on
fr: Téléchargée le

# tviswuagroup.gridallowedwu.header.columns[2].text
source: Reported on
fr: Découverte le

# tviswuagroup.gridallowedwu.header.columns[4].text
source: Product
fr: Produit

# tviswuagroup.gridallowedwu.header.columns[6].text
source: Title
fr: Titre

# tviswuagroup.gridallowedwu.header.columns[7].text
source: Severity
fr: Criticité

# tviswuagroup.gridallowedwu.header.columns[9].text
source: Max download size
fr: Taille max de téléchargement

# tviswuagroup.gridforbiddenwu.header.columns[0].text
source: Update Id
fr: ID Mise à jour

# tviswuagroup.gridforbiddenwu.header.columns[10].text
source: security_bulletin_ids
fr: IDs de bulletin de sécurité

# tviswuagroup.gridforbiddenwu.header.columns[11].text
source: can_request_user_input
fr: Peut demander une entrée utilisateur

# tviswuagroup.gridforbiddenwu.header.columns[12].text
source: is_mandatory
fr: Est requis

# tviswuagroup.gridforbiddenwu.header.columns[13].text
source: superseded_update_ids
fr: Ids des mises à jour remplacées

# tviswuagroup.gridforbiddenwu.header.columns[14].text
source: requires_network_connectivity
fr: Nécessite une connexion réseau

# tviswuagroup.gridforbiddenwu.header.columns[15].text
source: created_on
fr: Créé le

# tviswuagroup.gridforbiddenwu.header.columns[16].text
source: created_by
fr: Créé par

# tviswuagroup.gridforbiddenwu.header.columns[17].text
source: min_download_size
fr: Taille mini

# tviswuagroup.gridforbiddenwu.header.columns[18].text
source: reboot_behaviour
fr: Comportement de reboot

# tviswuagroup.gridforbiddenwu.header.columns[19].text
source: download_urls
fr: URLs de téléchargement

# tviswuagroup.gridforbiddenwu.header.columns[1].text
source: Published on
fr: Publiée le

# tviswuagroup.gridforbiddenwu.header.columns[20].text
source: updated_on
fr: Modifié le

# tviswuagroup.gridforbiddenwu.header.columns[21].text
source: updated_by
fr: Modifié par

# tviswuagroup.gridforbiddenwu.header.columns[22].text
source: update_type
fr: Type de mise à jour

# tviswuagroup.gridforbiddenwu.header.columns[23].text
source: Downloaded on
fr: Téléchargée le

# tviswuagroup.gridforbiddenwu.header.columns[2].text
source: Reported on
fr: Découverte le

# tviswuagroup.gridforbiddenwu.header.columns[4].text
source: Product
fr: Produit

# tviswuagroup.gridforbiddenwu.header.columns[6].text
source: Title
fr: Titre

# tviswuagroup.gridforbiddenwu.header.columns[7].text
source: Severity
fr: Criticité

# tviswuagroup.gridforbiddenwu.header.columns[9].text
source: Max download size
fr: Taille max de téléchargement

# tviswuagroup.gridwinproducts.header.columns[0].text
source: Product
fr: Produit

# tviswuagroup.gridwuupdates.header.columns[0].text
source: Update Id
fr: ID Mise à jour

# tviswuagroup.gridwuupdates.header.columns[10].text
source: security_bulletin_ids
fr: IDs de bulletin de sécurité

# tviswuagroup.gridwuupdates.header.columns[11].text
source: can_request_user_input
fr: Peut demander une entrée utilisateur

# tviswuagroup.gridwuupdates.header.columns[12].text
source: is_mandatory
fr: Est requis

# tviswuagroup.gridwuupdates.header.columns[13].text
source: superseded_update_ids
fr: Ids des mises à jour remplacées

# tviswuagroup.gridwuupdates.header.columns[14].text
source: requires_network_connectivity
fr: Nécessite une connexion réseau

# tviswuagroup.gridwuupdates.header.columns[15].text
source: Reported on
fr: Découverte le

# tviswuagroup.gridwuupdates.header.columns[16].text
source: created_on
fr: Créé le

# tviswuagroup.gridwuupdates.header.columns[17].text
source: created_by
fr: Créé par

# tviswuagroup.gridwuupdates.header.columns[18].text
source: min_download_size
fr: Taille mini

# tviswuagroup.gridwuupdates.header.columns[19].text
source: reboot_behaviour
fr: Comportement de reboot

# tviswuagroup.gridwuupdates.header.columns[1].text
source: Status
fr: Statut

# tviswuagroup.gridwuupdates.header.columns[20].text
source: download_urls
fr: URLs de téléchargement

# tviswuagroup.gridwuupdates.header.columns[21].text
source: updated_on
fr: Modifié le

# tviswuagroup.gridwuupdates.header.columns[22].text
source: updated_by
fr: Modifié par

# tviswuagroup.gridwuupdates.header.columns[23].text
source: update_type
fr: Type de mise à jour

# tviswuagroup.gridwuupdates.header.columns[24].text
source: Downloaded on
fr: Téléchargée le

# tviswuagroup.gridwuupdates.header.columns[2].text
source: Published on
fr: Publiée le

# tviswuagroup.gridwuupdates.header.columns[4].text
source: Product
fr: Produit

# tviswuagroup.gridwuupdates.header.columns[6].text
source: Title
fr: Titre

# tviswuagroup.gridwuupdates.header.columns[7].text
source: Severity
fr: Criticité

# tviswuagroup.gridwuupdates.header.columns[9].text
source: Max download size
fr: Taille max de téléchargement

source: Windows Updates Group name
fr: Nom du groupe W. Updates

source: Windows Updates group content
fr: Contenu du groupe Windows Updates

# tviswuagroup.label4.caption
source: Package filename :
fr: Nom de fichier du paquet

# tviswuagroup.label6.caption
source: Maturity
fr: Maturité

source: Apply upgrade
fr: Lancer les mises à jour

source: Assign packages
fr: Affecter des paquets

source: Edit AD groups
fr: Modif groupes AD

source: Edit config packages
fr: Modifier paquets config

# udmwaptconsole.rseditgroupsacl
source: Edit groups
fr: Modif groupes

# udmwaptconsole.rsedithostsacl
source: Edit hosts
fr: Modif machine

source: Edit Org Units
fr: Modif Org Units

# udmwaptconsole.rseditpackagesacl
source: Edit packages
fr: Modif paquets

source: Edit reports
fr: Modif requêtes

# udmwaptconsole.rseditselfserviceacl
source: Edit self-service
fr: Modif self-service

# udmwaptconsole.rseditwuaacl
source: Edit WUA
fr: Modif WUA

# udmwaptconsole.rsregisterhostsacl
source: Register hosts
fr: Inscrire machine

# udmwaptconsole.rsremotehostsactionsacl
source: Remote hosts actions
fr: Actions distantes machines

source: Run reports
fr: Lancer requêtes

source: The following servers can not be reached:
fr: Les serveurs suivant ne répondent pas:

# udmwaptconsole.rsunregisterhostsacl
source: Unregister hosts
fr: Désinscrire machine

source: Update audit data
fr: MAJ données audit

# udmwaptconsole.rsviewacl
source: View
fr: Voir

source: View audit data
fr: Voir les données d'audit

# udmwaptconsole.rswadsadminacl
source: WADS admin
fr: Admin WADS

# udmwaptconsole.rswadshostdeployacl
source: WADS host deploy
fr: Déploiement de machine WADS

# udmwaptconsole.rswadsviewacl
source: WADS view
fr: Vue WADS

# ufrmhtmlviewer.rsconfirmcaption
source: Confirm
fr: Confirmer

source: Are you sure you want to open URL %s in your browser ?
fr: Êtes-vous sûr de vouloir ouvrir l'URL %s dans votre navigateur ?

source: You are about to send your answer to the URL %s Do you want to continue ?
fr: Vous allez envoyer votre réponse à l'URL %s Voulez-vous continuer ?

source: Current template file is read only, do you want to edit a copy from your home directory ?
fr: Le modèle en cours est en lecture seule, voulez-vous en éditer une copie dans votre répertoire personnel ?

source: Unable to copy file % to %
fr: Impossible de copier le fichier % vers %

# uvisokcancel.rsclose
source: Close
fr: Fermer

source: Do not trust
fr: Ne pas faire confiance

source: Trust
fr: Faire confiance

source: Do not show again
fr: Ne plus montrer

source: Create a new repository
fr: Ajouter un nouveau dépôt

source: allow
fr: X

source: The server is reachable but it is not responding properly. Please try again and if it is still not working then check with your system administrator.
fr: Le serveur est accessible mais il ne répond pas correctement. Veuillez réessayer et si cela ne fonctionne toujours pas, vérifiez auprès de votre administrateur système.

source: Your Acls have been updated. To ensure the changes take effect, please restart the console
fr: Vos Acls ont été mises à jour. Pour que les modifications soient prises en compte, veuillez redémarrer la console.

source: "%s" acl for user "%s"
fr: ACL "%s" pour l'utilisateur "%s"

source: ACL Error
fr: Erreur d'ACL

source: errors
fr: Erreurs

source: Actions: %d running, %d executed since console start
fr: Actions: %d en cours, %d effectué(s) depuis le démarrage de la console

source: Actions launched
fr: Actions lancées

source: server errors
fr: Erreurs serveur

source: skipped
fr: Ignorées

# uwaptconsoleres.rsadd
source: Add
fr: Ajouter

source: This will get the Active Directory groups of each selected host and add the matching Wapt packages to dependencies of the host if the package exists. Are you sure to continue ?
fr: Cette action va lire le nom des groupes AD de chaque machine sélectionnée et ajouter le paquet Wapt correspondant aux dependencies de la machine si ce paquet existe. Êtes vous sûr de vouloir continuer ?

source: Add Conflicts
fr: Ajouter des conflits

source: Add Dependencies
fr: Ajouter des dépendances

source: You need to be logged with WAPT Server Admin account. Do you want to restart the WAPT Console ?
fr: Vous devez être connecté avec le compte administrateur du serveur WAPT. Voulez-vous redémarrer la Console WAPT ?

source: This agent is already on your serveur.
fr: Cet agent est déjà sur votre serveur

source: AGENT IP
fr: IP de l'agent

# uwaptconsoleres.rsallmaturities
source: (all)
fr: (Tout)

source: Do you want to apply this configuration to your local machine ?
fr: Voulez-vous appliquer cette configuration à votre propre machine ?

source: Architecture choice
fr: Choix architecture

source: Do you want to forget %s unassigned updates, taking up %s Mo ?
fr: Voulez-vous oublier %s mises à jour non-assignées, occupant %s Mo sur votre machine ?

source: Do you want to forget %s unassigned softwares ?
fr: Voulez-vous oublier %s logiciels non-assignés ?

source: Do you want to delete the forgotten updates ?
fr: Voulez-vous supprimer les mises à jour oubliées ?

source: Do you really want to execute the plugin %s on %d hosts ?
fr: Voulez-vous vraiment exécuter le plugin %s sur %d machines ?

source: Audit logs of package %s
fr: Logs d'audit du paquet %s
