Repository: theo2612/NewObsidian
Catalog: docs/CTF/HTB/theFrizz/wapt/languages/waptconsole.*.po
Languages: fr

source: Some of your plugins are not yet saved. Do you want to save them ?
fr: Certains de vos outils internet ne sont pas sauvegardés. Voulez-vous les sauvegarder ?

source: Search hosts...
fr: Rechercher des machines...

source: Search OU...
fr: Rechercher des OU...

source: Server is configured in "Secured mode", verifying https server certificate is mandatory
fr: Le serveur est configuré en "Mode sécurisé", la vérification de certificats serveur https est obligatoire.

source: Select packages to append to hosts conflicts
fr: Sélectionner les paquets à ajouter aux conflits sur les machines

source: Select packages to append to hosts configuration
fr: Sélectionner les paquets à ajouter aux dépendances des machines

source: Selected driver bundle :
fr: Ensemble de pilotes sélectionné :

source: Select packages to remove from hosts conflicts
fr: Sélectionner les paquets à enlever des conflits des machines

source: Select packages to remove from hosts configuration
fr: Sélectionner les paquets à enlever des dépendances des machines

# uwaptconsoleres.rsselectwaptfile
source: Select WAPT file
fr: Sélectionner un fichier WAPT

source: Select WinPE architecture
fr: Sélectionnez l'architecture WinPE

# uwaptconsoleres.rssend
source: Send
fr: Envoyer

# uwaptconsoleres.rsshowmessageforusers
source: Message sent to users.
fr: Message envoyé aux utilisateurs

source: Triggered shutdown of computers
fr: Déclenchement de l'arrêt des machines

source: Signature success.
fr: Succès de la signature

source: %s is being signed.
fr: Signature de %s en cours.

# uwaptconsoleres.rsspecifycertificateforfilter
source: Please specify a personal certificate in configuration first, in order to be able to filter hosts on it
fr: Spécifier un certificat personnel dans la configuration de la console pour pouvoir filtrer les machines gérables

# uwaptconsoleres.rsstoplistening
source: Stop listening to events
fr: Interruption

source: Stopped
fr: Arrêté

source: Space used by Windows Updates : % MB.
fr: Espace utilisé par les MAJ Windows : % Mo.

source: You must confirm on TIS Wapt Store website that you own a valid licence for package %. Do you want to do it now ?
fr: Vous devez confirmer sur le site web de la boutique WAPT que vous possédez une licence valide pour le paquet %. Voulez-vous le faire maintenant ?

source: Some selected packages need an authentication on store: % Do you want to setup authentication now ?
fr: Certains paquets sélectionnés nécessitent une authentification sur la boutique WAPT : % Voulez-vous configurer l'authentification maintenant ?

source: The package % on store needs a valid licence on your side. Do you want to confirm this now ?
fr: Le paquet % de la boutique a besoin d'une licence valide de votre côté. Voulez-vous confirmer cela maintenant ?

source: You need to check or renew the authentication parameters on store: % Do you want to setup it now ?
fr: Vous devez vérifier ou renouveler les paramètres d'authentification sur la boutique WAPT : % Voulez-vous l'installer maintenant ?

# uwaptconsoleres.rssuccessfullyimported
source: %s successfully imported.
fr: %s importé avec succès.

source: You have to first create the index of files for the server
fr: Vous devez premièrement créer l'index des fichiers sur le serveur.

# uwaptconsoleres.rstaskcanceled
source: Task canceled.
fr: Tâche annulée.

# uwaptconsoleres.rstasklisterror
source: Error getting task list: %s
fr: Erreur lors de l'acquisition de la liste de tâches : %s

source: A Template with the same name already exist.
fr: Un modèle avec le même nom existe déjà.

source: Template Name
fr: Nom du modèle

# uwaptconsoleres.rstitlelocal
source: Editing local package %s
fr: Edition du paquet local %s

# uwaptconsoleres.rstitlestripped
source: Editing remote package %s
fr: Edition du paquet distant %s

source: Tomorrow
fr: Demain

# uwaptconsoleres.rstoomuchjoin
source: You have reached the limit of Djoin on the Microsoft AD.
fr: Vous avez atteint la limite maximale de Djoin sur le Microsoft AD.

source: Total size :
fr: Taille totale :

source: Triggered packages list update on the hosts
fr: Mise à jour de la liste des paquets lancée sur les machines

source: Triggered installed packages upgrade on the hosts
fr: Installation des mises à jour lancées sur les machines

source: Sent a WakeOnLan packet to hosts relays
fr: Paquet WakeOnLan envoyé vers les machines

source: Triggered the download of missing Windows Updates
fr: Téléchargement des mises à jour Windows manquantes lancé

source: Triggered the installation of missing Windows Updates
fr: Installation des mises à jour Windows manquantes lancée

# uwaptconsoleres.rstriggerwaptwua_scan
source: Triggered the scan of missing Windows Updates
fr: Recherche des mises à jour Windows manquantes lancée

source: Unable to retrieve informations from AD
fr: Impossible de récuperer les informations depuis l'AD

source: Please uncheck Latest version only to see obsolete packages
fr: Veuillez décocher Dernière version seulement afin de voir les paquets obsolètes

# uwaptconsoleres.rsundefwaptsrvinini
source: wapt_server is not defined in your %s ini file
fr: wapt_server n'est pas défini dans votre fichier %s ini

# uwaptconsoleres.rsuninstallingpackage
source: Uninstalling %s...
fr: Désinstallation de %s...

source: Unknown version
fr: Version inconnue

source: Your config package have unsaved changes. Do you want to save now ?
fr: Votre paquet config a des changements non enregistrés. Voulez-vous sauvegarder maintenant ?

source: Edited file have unsaved changes. Are you sure you want to discard your changes ?
fr: Le fichier modifié a des changements non sauvegardés. Êtes vous sur de vouloir les abandonner ?

source: %s is being unzipped.
fr: Décompression de %s en cours.

source: Unzipping file
fr: Décompression du fichier

source: Failed to trigger update : %s
fr: Échec du déclenchement de la mise à jour : %s

# uwaptconsoleres.rsupdatesyncjson
source: Update index
fr: Mettre à jour l'index

source: Update triggered on the remote host.
fr: Mise à jour déclenchée sur l'hôte distant.

# uwaptconsoleres.rsupdatingpackagelist
source: Updating package list
fr: Mise à jour de la liste des paquets

# uwaptconsoleres.rsupgradehosterror
source: Failed to trigger upgrade : %s
fr: L'upgrade n'a pas pu être lancée : %s

# uwaptconsoleres.rsupgradinghost
source: Upgrade triggered on the remote host.
fr: L'upgrade a bien été lancée sur la machine distante.

source: Error uploading %s to the server: %s
fr: Erreur lors de l'envoi de %s vers le serveur: %s

# uwaptconsoleres.rsuploading
source: Uploading
fr: Chargement en cours

source: %s is being uploaded.
fr: Upload de %s en cours.

# uwaptconsoleres.rsuploadingpackagestowaptsrv
source: Uploading %s packages to WAPT server...
fr: Chargement de %s paquet(s) vers le serveur WAPT...

# uwaptconsoleres.rsuploadinprogresstitle
source: Started uploading to WAPT server...
fr: Téléchargement vers le serveur WAPT en cours...

source: Compiling WinPE on your computer...
fr: Compilation de WinPE sur votre machine...

source: The usb key is ready for use
fr: La clé usb est prête à l'emploi

source: User certificate %s is not allowed on the selection
fr: Le certificat utilisateur %s n'est pas autorisé sur la sélection

source: Your licence has been activated.
fr: Votre licence a bien été activée.

source: Version not registered, no waptagent available
fr: Version non enregistrée, pas de waptagent disponible

source: The name must not be empty.
fr: Le nom ne doit pas être vide.

source: WaptAgent version check
fr: Vérification de la version de WAPTAgent

source: Download installer and show explorer
fr: Télécharger l’installeur et ouvrir le dossier de téléchargement

source: Download installer and launch local installation (an elevation of priviledges is required)
fr: Télécharger l’installeur et lancer l’installation (élévation de privilège requises)

source: Ignore this notice and continue
fr: Ignorer et continuer

source: waptagent.exe installer is not present on server Do you want to build waptagent.exe installer for the deployment of Wapt on client hosts ?
fr: Attention, l'installeur waptagent.exe n'est pas présent sur le serveur. Voulez-vous générer l'installeur waptagent pour le déploiement de WAPT sur les clients ?

source: waptagent.exe installer is not present on server
fr: Attention, l'installeur waptagent.exe n'est pas présent sur le serveur.

source: waptagent.exe needs to be upgraded Current waptagent.exe version: %s Required version: %s Do you want to rebuild a waptagent.exe installer now ?
fr: waptagent.exe nécessite d'être mis à jour. Version actuelle de waptagent.exe : %s Version requise: %s Souhaitez-vous reconstruire un installeur waptagent.exe maintenant ?

source: waptagent.exe needs to be upgraded Current waptagent.exe version: %s Required version: %s
fr: waptagent.exe nécessite d'être mis à jour. Version actuelle de waptagent.exe : %s Version requise: %s

# uwaptconsoleres.rswaptagentsetuperror
source: Error while creating waptagent.exe: %s
fr: Erreur lors de la création du waptagent.exe : %s

# uwaptconsoleres.rswaptagentsetupsuccess
source: waptagent.exe successfully built: %s
fr: waptagent.exe a été compilé avec succès : %s

source: Open the download URL in browser
fr: Ouvrir l'URL de téléchargement dans le navigateur

source: Warning, unable to check waptagent.exe installer on server Error: %s
fr: Attention, échec de la vérification du waptagent.exe sur le serveur Erreur: %s

# uwaptconsoleres.rswaptagentuploaderror
source: Error while uploading WAPT agent to the server: %s
fr: Erreur lors de l'envoi de l'agent WAPT vers le serveur: %s

# uwaptconsoleres.rswaptagentuploadsuccess
source: Successfully uploaded WAPT agent !
fr: L'agent WAPT a bien été chargé !

source: waptagent.exe up to date. Current waptagent.exe version: %s
fr: waptagent.exe à jour. Version actuelle de waptagent.exe: %s

# uwaptconsoleres.rswaptclientupdateonhosts
source: Updating WAPT client on the hosts
fr: Mise à jour du client WAPT sur les machines

source: Unexpected error, try to run the command in a separated terminal for more informations
fr: Erreur innatendue, essayez d'éxecuter la commande dans un terminal séparé pour plus d'informations

# uwaptconsoleres.rswaptgetupgrade
source: WAPT-GET Upgrade using repository at %s
fr: Upgrade de WAPT-GET grâce au dépôt de %s

source: Initial licence configuration
fr: Configuration initiale de la licence

source: You don't have valid licences on your server Do you want to activate a licence right now ? Note: if you don't, the console will switch to Discovery mode
fr: Vous n''avez pas de licence valide sur votre serveur Souhaitez-vous activer une licence maintenant ? Note: Si vous n''activez pas de licence, la console basculera en mode Discovery.

source: You don't have active licences on your server From WAPT 2.1 and up, your local WAPT licence in WAPTConsole needs to be configured on your WAPTServer. Note : once the licence is configured on the server, it will be picked up automatically by other admins WAPTConsole. Please click Yes to configure your licence to the server.
fr: Vous n''avez pas de licence valide sur votre serveur À partir de WAPT 2.1 et plus, votre licence WAPT locale dans WAPTConsole doit être configurée sur votre WAPTServer. Note : Une fois que la licence est configurée sur le serveur, elle sera prise en charge automatiquement par les autres administrateurs WAPTConsole. Veuillez cliquer Oui pour configurer votre licence sur le serveur.

source: WAPT Upgrade : licence configuration
fr: Mise à jour WAPT : Configuration de la licence

source: Package prefix
fr: Préfixe de paquet

source: You must first define the Package prefix in preferences
fr: Vous devez d'abord définir le préfixe des paquets dans les préférences

source: A Package prefix is needed to visually identify your packages. Do you want to define one now ?
fr: Un préfixe de paquet est nécessaire pour identifier visuellement vos paquets Voulez-vous en définir un maintenant ?

source: Error on WAPT server: %s
fr: Erreur sur le serveur WAPT: %s

source: Warning, the version of the server is too old. Current server version: %s Required server version: %s
fr: Attention, la version du serveur WAPT est trop ancienne. Version actuelle du serveur: %s Version requise : %s

source: Server URL: %s
fr: URL du serveur: %s

source: Server UUID: %s
fr: UUID du server: %s

# uwaptconsoleres.rswaptsetuperror
source: Error while creating agent : %s
fr: Erreur lors de la création de l'agent : %s

source: WAPTSetup file %s has not been found
fr: Le fichier WAPTSetup %s n'a pas été trouvé

source: Your current wapt installation needs to be upgraded Current wapt version: %s Available version on server: %s Do you want to run waptsetup installer now ?
fr: Votre installation de WAPT sur cette machine doit être mise à jour Version de WAPT installée : %s Version disponible sur le serveur : %s Souhaitez-vous lancer l'installeur waptsetup.exe maintenant ?

# uwaptconsoleres.rswaptsetupuploadsuccess
source: WAPT agent and upgrade package successfully created and uploaded to the main repository Don't forget to change the hash of waptagent.exe in your GPO
fr: L'agent WAPT ainsi que le paquet de mise à jour ont bien été créés et chargés dans le dépôt principal N'oubliez pas de changer le hash de waptagent.exe dans votre GPO

source: WAPTSetup file version % is older than required %
fr: La version de l'installeur WAPTSetup % est plus ancienne que celle du serveur (%)

# uwaptconsoleres.rswaptupgrade
source: waptupgrade : upgrade wapt-get.exe and database
fr: waptupgade : upgrade wapt-get.exe et la base de données

source: Unable to create WAPT Upgrade package
fr: Création impossible du paquet de mise à jour WAPT

source: WAPT Upgrade package built and uploaded successfully
fr: Paquet de mise à jour WAPT créé correctement et envoyé sur le serveur

# uwaptconsoleres.rswaptuploaderror
source: Error while uploading file to the repository: %s
fr: Erreur lors de l'envoi du fichier vers le dépôt: %s

source: Warning
fr: Attention

source: You are about to delete % hosts.
fr: Vous allez supprimer % machines.

source: Do you really want to delete %s from the server ?
fr: Voulez-vous vraiment supprimer %s ?

source: The imported packages need the following packages: %sDo you want to import them too ?
fr: Les paquets importés ont besoin des paquets suivants: %sVoulez-vous également les importer ?

source: Dependency Warning
fr: Avertissement de dépendance

source: +%d host(s)
fr: +%d machine(s)

source: +%d more
fr: +%d en plus

source: Apply to the following
fr: Appliquer aux suivants

source: Are you sure you want to remove this package from the server ?
fr: Voulez-vous vraiment supprimer ce paquet du serveur ?

source: %s host(s) has this package installed.
fr: %s machine(s) ont ce paquet installé.

source: You are trying to remove the package %s.
fr: Vous essayez de supprimer le paquet %s.

source: The following package(s) need it: %s
fr: Les paquets suivants en ont besoin: %s

source: The current package is invalid. Are you sure you want to save it ?
fr: Le paquet actuel est invalide. Voulez-vous vraiment l'enregister ?

source: You must select a proper keyboard
fr: Vous devez choisir un clavier approprié

source: WAPT Server cannot be empty
fr: Le serveur WAPT ne peut pas être vide

source: <html> <head> <meta http-equiv="content-type" content="text/html; charset=UTF-8"> </head> <body> <table> <tr> <td> <img alt="Warning" src="data:image/png;base64,AAABAAEAGBgAAAEAIACICQAAFgAAACgAAAAYAAAAMAAAAAEAIAAAAAAAAAkAAHPdAABz3QAAAAAAAAAAAAAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAaP8AAGf/AABn/wkAZ/8bAGf/HQBn/x0AZ/8dAGf/HQBn/x0AZ/8dAGf/HQBn/x0AZ/8dAGf/HQBn/x0AZ/8dAGf/HQBn/x0AZ/8dAGf/HQBn/xsAZ/8KAGf/AABn/wAAZ/8AAGf/NQBn/7YAZ//aAGf/2wBn/9sAZ//bAGf/2wBn/9sAZ//bAGf/2wBn/9sAZ//bAGf/2wBn/9sAZ//bAGf/2wBn/9sAZ//bAGf/2wBn/9oAZ/+2AGf/NgBn/wAAZ/8TAGf/vwBn/70AZ/9dAGf/VwBn/1cAZ/9XAGf/VwBn/1cAZ/9XAGf/VwBn/1cAZ/9XAGf/VwBn/1cAZ/9XAGf/VwBn/1cAZ/9XAGf/VwBn/10AZ/+9AGf/vwBn/xMAZ/81AGf/4wBn/0cAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/9IAGf/4wBn/zQAZ/8fAGf/0wBn/34AZ/8AAGf/AABq/wAAAAAAAAAAAAAAAAAAaP8AAGf/AABn/xUAZ/8VAGf/AABo/wAAAAAAAAAAAAAAAAAAZ/8AAGf/AABn/wAAZ/9+AGf/0wBn/x8AZ/8AAGf/dgBn/94AZ/8sAGf/AABn/wAAAAAAAAAAAAAAAAAAZ/8AAGf/BwBn/6kAZ/+pAGf/BwBn/wAAAAAAAAAAAAAAAAAAZ/8AAGf/AABn/ywAZ//eAGf/dgBn/wAAZ/8AAGf/FgBn/8kAZ/+cAGf/BABn/wAAZ/8AAAAAAAAAAAAAZ/8AAGf/AwBn/2YAZ/9mAGf/AwBn/wAAAAAAAAAAAABn/wAAZ/8AAGf/BABn/5wAZ//JAGf/FgBn/wAAZ/8AAGf/AABn/1cAZ//nAGf/RgBn/wAAZ/8AAAAAAAAAAAAAZP8AAGj/AABn/xYAZ/8WAGj/AABj/wAAAAAAAAAAAABn/wAAZ/8AAGf/RQBn/+cAZ/9YAGf/AABn/wAAZ/8AAGf/AABn/wkAZ/+uAGf/ugBn/w4AZ/8AAGf/AAAAAAAAZv8AAGT/AQBn/5QAZ/+UAGT/AQBm/wAAAAAAAGf/AABn/wAAZ/8NAGf/ugBn/68AZ/8JAGf/AABn/wAAAAAAAGf/AABn/wAAZ/87AGf/5QBn/2QAZ/8AAG3/AABg/wAAZv8AAGT/AQBn/6UAZ/+lAGT/AQBm/wAAgP8AAGX/AABn/wAAZ/9kAGf/5QBn/zsAZ/8AAGf/AAAAAAAAAAAAAGf/AABn/wAAZ/8BAGf/jwBn/9IAZ/8dAGf/AABn/wAAZv8AAGT/AQBn/6QAZ/+kAGT/AQBm/wAAZ/8AAGf/AABn/x0AZ//SAGf/jwBn/wEAZ/8AAGf/AAAAAAAAAAAAAAAAAABn/wAAZ/8AAGf/IwBn/9gAZ/+EAGf/AABn/wAAZv8AAGT/AQBn/6QAZ/+kAGT/AQBm/wAAZ/8AAGf/AABn/4QAZ//YAGf/IwBn/wAAZ/8AAAAAAAAAAAAAAAAAAAAAAABm/wAAZ/8AAGf/AABn/24AZ//iAGf/MgBn/wAAZv8AAGT/AQBn/6QAZ/+kAGT/AQBm/wAAZ/8AAGf/MgBn/+IAZ/9vAGf/AABo/wAAZv8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAZ/8AAGf/AABn/xIAZ//DAGf/pQBn/wYAZ/8AAGT/AQBn/6YAZ/+mAGT/AQBn/wAAZ/8GAGf/pABn/8MAZ/8SAGf/AABn/wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAGf/AABn/wAAZ/9PAGf/6ABn/00AZ/8AAGX/AABn/08AZ/9PAGX/AABn/wAAZ/9NAGf/6ABn/08AZ/8AAGf/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAGf/AABn/wAAZ/8GAGf/pgBn/8EAZ/8RAGf/AABn/wAAZ/8AAGf/AABn/xEAZ//BAGf/pwBn/wcAZ/8AAGf/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABn/wAAZ/8AAGf/NABn/+IAZ/9sAGf/AABo/wAAaP8AAGf/AABn/2wAZ//iAGf/NABn/wAAZ/8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABn/wAAZ/8AAGv/AABn/4YAZ//XAGf/IgBn/wAAZ/8AAGf/IgBn/9cAZ/+HAGj/AABn/wAAZ/8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAZ/8AAGf/AABn/x4AZ//TAGf/jgBn/wAAZ/8AAGf/jQBn/9MAZ/8eAGf/AABn/wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAav8AAGj/AABn/wAAZ/9kAGf/6ABn/38AZ/9/AGf/6ABn/2QAZ/8AAGb/AABg/wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAGf/AABn/wAAZ/8JAGf/egBn/9MAZ//TAGf/egBn/wkAZ/8AAGf/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABn/wAAZ/8AAGf/AABn/xUAZ/8VAGj/AABn/wAAZ/8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACA/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAgP8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAOBwAADgcAAAYGAAAGBgAAAgQAAgAABAIAAAQDAAAMAwAADAOAABwDwAA8A8AAPAPgAHwD4AB8A/AA/APwAPwD+AH8A/wD/AP8A/wA="/> </td> <td> <h3>Warning : the wapt console can not validate the server certificate</h3> <li>If you have installed your WAPT server with a self-signed certificate, you can configure WAPT agent to trust this certificate by pinning the certificate. For this option, please check the certificate fingerprint then click the "Trust" button.</li> <li>If you have installed your WAPT server with a proper certificate, please check the certificate fingerprint, click "Cancel" and then double check your configuration, fix it, and run this check again.</li> For more information, please click the following link <a href="https://wapt.tranquil.it/en/doc/certificate-pinning.html">https://wapt.tranquil.it/en/doc/certificate-pinning.html</a> </td> </tr> </table> </body></html>
fr: <html> <head> <meta http-equiv="content-type" content="text/html; charset=UTF-8"> </head> <body> <table> <tr> <td> <img alt="Warning" src="data:image/png;base64,AAABAAEAGBgAAAEAIACICQAAFgAAACgAAAAYAAAAMAAAAAEAIAAAAAAAAAkAAHPdAABz3QAAAAAAAAAAAAAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAaP8AAGf/AABn/wkAZ/8bAGf/HQBn/x0AZ/8dAGf/HQBn/x0AZ/8dAGf/HQBn/x0AZ/8dAGf/HQBn/x0AZ/8dAGf/HQBn/x0AZ/8dAGf/HQBn/xsAZ/8KAGf/AABn/wAAZ/8AAGf/NQBn/7YAZ//aAGf/2wBn/9sAZ//bAGf/2wBn/9sAZ//bAGf/2wBn/9sAZ//bAGf/2wBn/9sAZ//bAGf/2wBn/9sAZ//bAGf/2wBn/9oAZ/+2AGf/NgBn/wAAZ/8TAGf/vwBn/70AZ/9dAGf/VwBn/1cAZ/9XAGf/VwBn/1cAZ/9XAGf/VwBn/1cAZ/9XAGf/VwBn/1cAZ/9XAGf/VwBn/1cAZ/9XAGf/VwBn/10AZ/+9AGf/vwBn/xMAZ/81AGf/4wBn/0cAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAZ/9IAGf/4wBn/zQAZ/8fAGf/0wBn/34AZ/8AAGf/AABq/wAAAAAAAAAAAAAAAAAAaP8AAGf/AABn/xUAZ/8VAGf/AABo/wAAAAAAAAAAAAAAAAAAZ/8AAGf/AABn/wAAZ/9+AGf/0wBn/x8AZ/8AAGf/dgBn/94AZ/8sAGf/AABn/wAAAAAAAAAAAAAAAAAAZ/8AAGf/BwBn/6kAZ/+pAGf/BwBn/wAAAAAAAAAAAAAAAAAAZ/8AAGf/AABn/ywAZ//eAGf/dgBn/wAAZ/8AAGf/FgBn/8kAZ/+cAGf/BABn/wAAZ/8AAAAAAAAAAAAAZ/8AAGf/AwBn/2YAZ/9mAGf/AwBn/wAAAAAAAAAAAABn/wAAZ/8AAGf/BABn/5wAZ//JAGf/FgBn/wAAZ/8AAGf/AABn/1cAZ//nAGf/RgBn/wAAZ/8AAAAAAAAAAAAAZP8AAGj/AABn/xYAZ/8WAGj/AABj/wAAAAAAAAAAAABn/wAAZ/8AAGf/RQBn/+cAZ/9YAGf/AABn/wAAZ/8AAGf/AABn/wkAZ/+uAGf/ugBn/w4AZ/8AAGf/AAAAAAAAZv8AAGT/AQBn/5QAZ/+UAGT/AQBm/wAAAAAAAGf/AABn/wAAZ/8NAGf/ugBn/68AZ/8JAGf/AABn/wAAAAAAAGf/AABn/wAAZ/87AGf/5QBn/2QAZ/8AAG3/AABg/wAAZv8AAGT/AQBn/6UAZ/+lAGT/AQBm/wAAgP8AAGX/AABn/wAAZ/9kAGf/5QBn/zsAZ/8AAGf/AAAAAAAAAAAAAGf/AABn/wAAZ/8BAGf/jwBn/9IAZ/8dAGf/AABn/wAAZv8AAGT/AQBn/6QAZ/+kAGT/AQBm/wAAZ/8AAGf/AABn/x0AZ//SAGf/jwBn/wEAZ/8AAGf/AAAAAAAAAAAAAAAAAABn/wAAZ/8AAGf/IwBn/9gAZ/+EAGf/AABn/wAAZv8AAGT/AQBn/6QAZ/+kAGT/AQBm/wAAZ/8AAGf/AABn/4QAZ//YAGf/IwBn/wAAZ/8AAAAAAAAAAAAAAAAAAAAAAABm/wAAZ/8AAGf/AABn/24AZ//iAGf/MgBn/wAAZv8AAGT/AQBn/6QAZ/+kAGT/AQBm/wAAZ/8AAGf/MgBn/+IAZ/9vAGf/AABo/wAAZv8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAZ/8AAGf/AABn/xIAZ//DAGf/pQBn/wYAZ/8AAGT/AQBn/6YAZ/+mAGT/AQBn/wAAZ/8GAGf/pABn/8MAZ/8SAGf/AABn/wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAGf/AABn/wAAZ/9PAGf/6ABn/00AZ/8AAGX/AABn/08AZ/9PAGX/AABn/wAAZ/9NAGf/6ABn/08AZ/8AAGf/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAGf/AABn/wAAZ/8GAGf/pgBn/8EAZ/8RAGf/AABn/wAAZ/8AAGf/AABn/xEAZ//BAGf/pwBn/wcAZ/8AAGf/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABn/wAAZ/8AAGf/NABn/+IAZ/9sAGf/AABo/wAAaP8AAGf/AABn/2wAZ//iAGf/NABn/wAAZ/8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABn/wAAZ/8AAGv/AABn/4YAZ//XAGf/IgBn/wAAZ/8AAGf/IgBn/9cAZ/+HAGj/AABn/wAAZ/8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAZ/8AAGf/AABn/x4AZ//TAGf/jgBn/wAAZ/8AAGf/jQBn/9MAZ/8eAGf/AABn/wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAav8AAGj/AABn/wAAZ/9kAGf/6ABn/38AZ/9/AGf/6ABn/2QAZ/8AAGb/AABg/wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAGf/AABn/wAAZ/8JAGf/egBn/9MAZ//TAGf/egBn/wkAZ/8AAGf/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABn/wAAZ/8AAGf/AABn/xUAZ/8VAGj/AABn/wAAZ/8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACA/wAAZ/8AAGf/AABn/wAAZ/8AAGf/AABn/wAAgP8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAOBwAADgcAAAYGAAAGBgAAAgQAAgAABAIAAAQDAAAMAwAADAOAABwDwAA8A8AAPAPgAHwD4AB8A/AA/APwAPwD+AH8A/wD/AP8A/wA="/> </td> <td> <h3>Avertissement : la console WAPT ne peut pas valider le certificat du serveur</h3> <li>Si vous avez installé votre serveur WAPT avec un certificat auto-signé, vous pouvez configurer l'agent WAPT pour qu'il fasse confiance à ce certificat en l'épinglant. Pour cette option, vérifiez l'empreinte du certificat, puis cliquez sur le bouton "Faire confiance".</li> <li>Si vous avez installé votre serveur WAPT avec un certificat approprié, vérifiez l'empreinte du certificat, cliquez sur "Annuler", puis vérifiez à nouveau votre configuration, corrigez-la et relancez la vérification.</li> Pour plus d'informations, veuillez cliquer sur le lien suivant <a href="https://wapt.tranquil.it/fr/doc/certificate-pinning.html">https://wapt.tranquil.it/fr/doc/certificate-pinning.html</a> </td> </tr> </table> </body></html>
