Repository: theo2612/NewObsidian
Catalog: CTF/HTB/theFrizz/wapt/languages/uwaptres.*.po
Languages: fr

source: Building customized waptagent.exe installer
fr: Création de l'installeur waptagent.exe personnalisé

source: Building waptupgrade package
fr: Création du paquet waptupgrade

source: canceled
fr: Annulé

source: Cancelled %s
fr: Annulé %s

source: Couldn't copy certificate %s to %s.
fr: Impossible de copier le certificat %s dans %s.

source: Checking hashes of executables on server (waptbinaries.sha256) against Tranquil IT certificate has failed: %.
fr: La vérification de la signature Tranquil IT des hashes des binaires du serveur (waptbinaries.sha256) a échoué: %.

source: %s : %.0f%% completed
fr: %s : %.0f%% complété

source: DNS Domain : %s
fr: Domaine DNS : %s

source: DNS Server : %s
fr: Serveur DNS : %s

source: Error cancelling: %s
fr: Erreur annulation : %s

source: Error launching register: %s
fr: Erreur, lancement d'un enregistrement : %s

source: Error launching update: %s
fr: Erreur au lancement de la mise à jour : %s

source: Error launching upgrade: %s
fr: Erreur au lancement de l'application de la mise à jour: %s

source: Error : %s
fr: Erreur : %s

source: Innosetup is unavailable (path : %s), please install it first.
fr: Innosetup n'est pas disponible (chemin : %s), veuillez l'installer d'abord.

source: install on c:\wapt : --setup -s
fr: installer sur c:\wapt : --setup -s

source: Error launching longtask: %s
fr: Erreur au lancement d'une tâche longue : %s

source: Main repo url: %s
fr: Url principale du dépôt: %s

source: Public certs dir % does not exist
fr: Le dossier de certificats % n'existe pas

source: No running tasks
fr: Pas de tâche lancée

# uwaptres.rspackagesourcesnotupdated
source: Package %s already up-to-date : update-package skipped.
fr: Le paquet %s est déjà à jour : update-package est ignoré.

source: Pending :
fr: En attente :

source: Some of your changes are not yet saved. Do you want to save your changes ?
fr: Certains de vos changements ne sont pas sauvés. Voulez-vous les sauvegarder ?

source: Running task %d: %s, status:%s
fr: Lancement de la tâche %d: %s, Statut : %s

source: The https server certificate % has no Subject Alt Names. Some https client will likely fail to check it. (see RFC2818 3.1)
fr: The certificat https du serveur % n'a pas de Subject Alt Names. Certains clients https vont probablement ne pas pouvoir se connecter (see RFC2818 3.1)

source: Stop listening to events
fr: Arrêt de l'écoute des événements

source: Error getting task list: %s
fr: Erreur lors de l'obtention de la liste de tâche : %s

source: Unable to get https server certificate for url %: %
fr: Erreur à l'extraction du certificat https du serveur pour l'URL %: %

source: wapt_server is not defined in your %s ini file
fr: wapt_server n'est pas défini dans votre (%s) fichier ini

source: Started uploading to WAPT server...
fr: Démarrage de l'envoi au serveur WAPT...

source: Uploading customized waptagent.exe installer
fr: Envoi de l'installeur waptagent.exe customisé

source: waptdeploy.exe version % is not matching waptsetup.exe %
fr: La version de waptdeploy.exe % ne correspond pas à la version de waptsetup.exe %

source: WAPT-GET Upgrade using repository at %s
fr: WAPT-GET Upgrade utilisant le dépôt suivant : %s

source: Licence has not been activated for this server uuid.
fr: La licence n'a pas été activée pour cet identifiant de serveur.

source: Duplicated licence nr %s
fr: Licence dupliquée nr %s

source: Licence will expire in %d days, keep in mind to renew them.
fr: Votre licence va expirer dans %d jour(s), n'oubliez pas de la renouveler.

source: Expired licence: %s with nr %s
fr: La licence %s avec nr %s a expiré.

source: Unable to read licence: %s The following exception occurs: %s
fr: Impossible de lire la licence : %s L'exception suivant a eu lieu : %s

source: Not yet valid licence: %s with nr %s
fr: La licence %s no %s n'est pas encore valide.

source: Maximum number of hosts (%d/%d) reached, switching to Wapt %s mode.
fr: Le nombre maximum de machines autorisées par la licence a été atteint (%d/%d), passage en mode %s.

source: No valid licence found for server %s, switching to Wapt %s mode
fr: Pas de licence valide trouvée pour le serveur %s, passage en mode %s

source: Waptserver access error %
fr: Erreur d'accès au serveur Wapt %

source: WAPTService is running
fr: Le service WAPTService est en cours

source: WAPTService is starting
fr: Le service WAPTService est en cours de démarrage

source: WAPTService stopped
fr: Le service WAPTService est arrêté

source: WAPTService is stopping
fr: Le service WAPTService est en cours d'arrêt
